{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "الخطبة الأولى - في ابتداء خلق السماء والأرض، وخلق آدم، وذكر الحج",
    "total_footnotes": 18,
    "total_sections": 19,
    "compiled_date": "2024-01-01",
    "page_start": 45,
    "page_end": 60,
    "categories": ["العقيدة", "الخلق", "الحج"]
  },
  "content": {
    "sermon_id": 1,
    "title": "الخطبة الأولى",
    "description": "يذكر فيها ابتداء خلق السماء والأرض، وخلق آدم. وفيها ذكر الحج",
    "sections": [
      {
        "id": 1,
        "text": "الحمد للّه الّذى لا يبلغ مدحته القائلون، ولا يحصى نعماءه العادّون، ولا يؤدّى حقّه المجتهدون، الّذى لا يدركه بعد الهمم (1) ولا يناله غوص الفطن (2) الّذى ليس لصفته حدّ محدود (3) ولا نعت موجود، ولا وقت معدود، ولا أجل ممدود: فطر الخلائق بقدرته، ونشر الرّياح برحمته، ووتّد بالصّخور ميدان أرضه (4)",
        "footnotes": [
          {
            "id": 1,
            "text": "أي: أن همم النظار وأصحاب الفكر، وإن علت وبعدت، فإنها لا تدركه تعالى ولا تحيط به علماً.",
            "page": 45
          },
          {
            "id": 2,
            "text": "والفطن: جمع فطنة، وغوصها: استغراقها في بحر المعقولات لتلتقط درر الحقيقة وهي وإن بعدت في الغوص لا تنال حقيقة الذات الأقدس.",
            "page": 45
          },
          {
            "id": 3,
            "text": "فرغ من الكلام في الذات وامتناعها على العقول إدراكاً، ثم هو الآن في تقديس صفاته عن مشابهة الصفات الحادثة، فكل صفات الممكن لها في أثرها حد تنقطع إليه، كما نجده في قدرتنا وعلمنا مثلاً، فإن لكل طوراً لا يتعداه. أما قدرة الله وعلمه فلا حد لشمولهما، وكذا يقال في باقي الصفات الكمالية. والنعت يقال لما يتغير، وصفاتنا لها نعوت، فحياتنا مثلاً لها أطوار: من طفولية، وصبا، وما بعدهما، وقوة، وضعف، وتوسط، وقدرتنا كذلك. وعلمنا له أدوار نقص وكمال، وغموض ووضوح. أما صفاته تعالى فهي منزهة عن هذه النعوت وأشباهها. ثم هي أزلية أبدية، لا تعد الأوقات لوجودها واتصاف ذاته بها، ولا تضرب لها الآجال.",
            "page": 45
          },
          {
            "id": 4,
            "text": "الميدان: الحركة، ووتد بالتخفيف والتشديد أي: ثبت، أي: سكن الأرض بعد اضطرابها بما رسخ من الصخور الجامدة في أديمها، وهو يشير إلى أن الأرض كانت مائدة مضطربة قبل جمودها.",
            "page": 45
          }
        ]
      },
      {
        "id": 2,
        "text": "أوّل الدّين معرفته (5) وكمال معرفته التّصديق به، وكمال التّصديق به توحيده، وكمال توحيده الإخلاص له، وكمال الإخلاص له نفى الصّفات عنه، لشهادة كلّ صفة أنّها غير الموصوف، وشهادة كلّ موصوف أنّه غير الصّفة: فمن وصف اللّه سبحانه فقد قرنه، ومن قرنه فقد ثنّاه، ومن ثنّاه فقد جزّأه، ومن جزّأه فقد جهله (6) ومن جهله فقد أشار إليه، ومن أشار إليه فقد حدّه (7)، ومن حدّه فقد عدّه، ومن قال «فيم؟» فقد ضمّنه، ومن قال «علام؟» فقد أخلى منه.",
        "footnotes": [
          {
            "id": 5,
            "text": "أساس الدين معرفة الله، وهو قد يعرف بأنه صانع العالم، وليس منه، بدون تنزيه، وهي معرفة ناقصة، وكمالها التصديق به ذاته: بصفته الخاصة التي لا يشركه فيها غيره، وهي وجوب الوجود، ولا يكمل هذا التصديق حتى يكون معه لازمه وهو التوحيد، لأن الواجب لا يتعدد كما عرف في فن الإلهيات والكلام ولا يكمل التوحيد إلا بتمحيض السر له دون ملامحة لشيء من شؤون الحوادث في التوجه إليه واستشراق نوره. ولا يكون هذا الإخلاص كاملاً حتى يكون معه نفي الصفات الظاهرة في التعينات المشهودة في المشخصات، لأن معرفة الذات الأقدس في نحو تلك الصفات اعتبار للذات ولشيء آخر مغاير لها معها، فيكون قد عرف مسمى الله مؤلفاً لا متوحداً، فالصفات المنفية بالإخلاص صفات المصنوعين، وإلا فالإمام على كلام قد ملئ بصفاته سبحانه، بل هو في هذا الكلام يصفه أكمل الوصف.",
            "page": "45-46"
          },
          {
            "id": 6,
            "text": "جهله: أي: جهل أنه منزه عن مشابهة الماديات، مقدس عن مضارعة المركبات، وهذا الجهل يستلزم القول بالشخص الجسماني، وهو يستلزم صحة الإشارة إليه، تعالى الله عن ذلك.",
            "page": 46
          },
          {
            "id": 7,
            "text": "إنما تشير إلى شيء إذا كان منك في جهة، فأنت تتوجه إليها بإشارتك وما كان في جهة فهو منقطع عن غيرها، فيكون محدوداً - أي: له طرف ينتهي إليه - فمن أشار إليه فقد حده، ومن حد فقد عد - أي: أحصى وأحاط بذلك المحدود - لأن الحد حاصر لمحدوده. وإذا قلت لشيء «فيم هو» فقد جعلته في ضمن شيء، ثم تسأل عن تعيين ذلك الذي تضمنه. وإذا قلت «على أي شيء» فأنت ترى أنه مستعل على شيء بعينه وما عداه خال منه.",
            "page": 46
          }
        ]
      },
      {
        "id": 3,
        "text": "كائن لا عن حدث (8) موجود لا عن عدم، مع كلّ شيء لا بمقارنة، وغير كلّ شيء لا بمزايلة (9) فاعل لا بمعنى الحركات والآلة، بصير إذ لا منظور إليه من خلقه (10) متوحّد إذ لا سكن يستأنس به ولا يستوحش لفقده (11)",
        "footnotes": [
          {
            "id": 8,
            "text": "الحدث: الإبداء، أي: هو موجود لكن لا عن إبداء وإيجاد موجد. والفقرة الثانية لازمة لهذه، لأنه إن لم يكن وجوده عن إيجاد موجد فهو غير مسبوق الوجود بالعدم.",
            "page": 46
          },
          {
            "id": 9,
            "text": "المزايلة: المفارقة والمباينة.",
            "page": 46
          },
          {
            "id": 10,
            "text": "أي: بصير بخلقه قبل وجودهم.",
            "page": 46
          },
          {
            "id": 11,
            "text": "العادة والعرف على أنه لا يقال «متوحد» إلا لمن كان له من يستأنس بقربه ويستوحش لبعده، فانفرد عنه. والله متوحد مع التنزه عن السكن.",
            "page": 46
          }
        ]
      },
      {
        "id": 4,
        "text": "أنشأ الخلق إنشاء، وابتدأه ابتداء، بلا رويّة أجالها (12) ولا تجربة استفادها، ولا حركة أحدثها، ولا همامة نفس اضطرب فيها (13) أحال الأشياء لأوقاتها (14) ولأم بين مختلفاتها (15) وغرّز غرائزها (16) وألزمها أشباحها (17) عالماً بها قبل ابتدائها، محيطاً بحدودها وانتهائها عارفاً بقرائنها وأحنائها (18)",
        "footnotes": [
          {
            "id": 12,
            "text": "الروية: الفكر، وأجالها: أدارها ورددها. وفي نسخة: أحالها - بالمهملة - أي: صرفها.",
            "page": 46
          },
          {
            "id": 13,
            "text": "همامة النفس - بفتح الهاء -: اهتمامها بالأمر، وقصدها إليه.",
            "page": 46
          },
          {
            "id": 14,
            "text": "حولها من العدم إلى الوجود في أوقاتها، أو هو من «حال في متن فرسه» أي: وثب. وأحاله غيره: أوثبه. ومن أقر الأشياء في أحيانها صار كمن أحال غيره على فرسه.",
            "page": 46
          },
          {
            "id": 15,
            "text": "كما قرن النفس الروحانية بالجسد المادي.",
            "page": 46
          },
          {
            "id": 16,
            "text": "الغرائز: جمع غريزة، وهي: الطبيعة وغرز الغرائز كضوأ الأضواء، أي: جعلها غرائز، والمراد أودع فيها طبائعها.",
            "page": 46
          },
          {
            "id": 17,
            "text": "الضمير في «أشباحها» للغرائز، أي: ألزم الغرائز أشباحها، أي: أشخاصها لأن كل مطبوع على غريزة فإنها تلازمه: فالشجاع لا يكون خواراً مثلاً.",
            "page": 46
          },
          {
            "id": 18,
            "text": "جمع حنو بالكسر، أي: الجانب. أو ما اعوج من الشيء بدناً كان أو غيره كناية عما خفي. أو من قولهم أحناء الأمور، أي: مشتبهاتها، وقرائنها: ما يقترن بها من الأحوال المتعلقة بها والصادرة عنها.",
            "page": 46
          }
        ]
      },
      {
        "id": 5,
        "text": "ثمّ أنشأ سبحانه فتق الأجواء (19) وشقّ الأرجاء، وسكائك الهواء (20) فأجرى فيها ماء متلاطما تيّاره (21) متراكما زخّاره. حمله على متن الرّيح العاصفة، والزّعزع القاصفة. فأمرها بردّه (22) وسلّطها على شدّه، وقرنها إلى حدّه. الهواء من تحتها فتيق (23) والماء من فوقها دفيق.",
        "footnotes": [
          {
            "id": 19,
            "text": "ثم أنشأ الخ... الترتيب والتراخي في قول الإمام لا في الصنع الإلهي، كما لا يخفى والأجواء: جمع جو، وهو هذا الفضاء العالي بين السماء والأرض. واستفيد من كلامه أن الفضاء مخلوق، وهو مذهب قوم، كما استفيد منه أن الله خلق في الفضاء ماء حمله على متن ريح فاستقل عليها حتى صارت مكاناً له، ثم خلق فوق ذلك الماء ريحاً أخرى سلطها عليه فموجته تمويجاً شديداً حتى ارتفع فخلق منه الأجرام العليا وإلى هذا يذهب قوم من الفلاسفة منهم تالسين الإسكندري، يقولون: إن الماء - أي: الجوهر السائل - أصل كل الأجسام كثيفها من متكاثفه، ولطيفها من شفائفه. والأرجاء: الجوانب واحدها رجا.",
            "page": 46
          },
          {
            "id": 20,
            "text": "السكائك: جمع سكاكة - بالضم - وهي: الهواء الملاقي عنان السماء وبابها نحو ذوابة وذوائب.",
            "page": 46
          },
          {
            "id": 21,
            "text": "التيار: الموج، والمتراكم: ما يكون بعضه فوق بعض، والزخار: الشديد الزخر - أي: الامتداد والارتفاع - والريح العاصفة الشديدة الهبوب، كأنها تهلك الناس بشدة هبوبها، وكذلك الزعزع، كأنها تزعزع كل ثابت، وتقصف - أي: تحطم كل قائم.",
            "page": 46
          },
          {
            "id": 22,
            "text": "أمرها برده، أي: منعه من الهبوط، لأن الماء ثقيل وشأن الثقيل الهوى والسقوط، وسلطها على شده، أي: وثاقه، كأنه سبحانه أوثقه بها أو منعه من الحركة إلى السفل التي هي من لوازم طبعه، وقرنها إلى حده، أي: جعلها مكاناً له أي: جعل حد الماء المذكور، وهو سطحه الأسفل، مماساً لسطح الريح التي تحمله أو أراد من الحد المنع، أي: جعل من لوازمها ذلك.",
            "page": 46
          },
          {
            "id": 23,
            "text": "الفتيق: المفتوق، والدفيق: المدفوق.",
            "page": 46
          }
        ]
      },
      {
        "id": 6,
        "text": "ثمّ أنشأ سبحانه ريحا اعتقم مهبّها (24) وأدام مربّها، وأعصف مجراها، وأبعد منشأها، فأمرها بتصفيق الماء الزّخّار (25) وإثارة موج البحار، فمخضته مخض السّقاء، وعصفت به عصفها بالفضاء. تردّ أوّله إلى آخره، وساجيه إلى مائره (26) حتّى عبّ عبابه. ورمى بالزّبد ركامه، فرفعه في هواء منفتق وجوّ منفهق (27)",
        "footnotes": [
          {
            "id": 24,
            "text": "اعتقم مهبها: جعل هبوبها عقيماً، والريح العقيم التي لا تلقح سحاباً ولا شجراً وكذلك كانت هذه، لأنها أنشئت لتحريك الماء ليس غير، والمرب مصدر ميمي من «أرب بالمكان» مثل ألب به، أي: لازمه، فأدام مربها، أي: ملازمتها أو أن أدام من أدمت الدلو ملأتها، والمرب، بكسر أوله: المكان والمحل.",
            "page": 46
          },
          {
            "id": 25,
            "text": "تصفيقه: تحريكه وتقليبه، ومخضته: حركته بشدة كما يمخض السقاء بما فيه من اللبن ليستخرج زبده، والسقاء: جلد السخلة يجذع فيكون وعاء للبن والماء جمعه أسقية وأسقيات وآساق. و«عصفت به الخ» الريح إذا عصفت بالفضاء الذي لا أجسام فيه كانت شديدة لعدم المانع. وهذه الريح عصفت بهذا الماء ذلك العصف الذي يكون لها لو لم يكن مانع.",
            "page": 46
          },
          {
            "id": 26,
            "text": "الساجي: الساكن، والمائر: الذي يذهب ويجيء، أو المتحرك مطلقاً. وعب عبابه: ارتفع علاه. وركامه: ثبجه، وهضبته، وما تراكم منه بعضه على بعض.",
            "page": 46
          },
          {
            "id": 27,
            "text": "المنفهق: المفتوح الواسع.",
            "page": 46
          }
        ]
      },
      {
        "id": 7,
        "text": "فسوّى منه سبع سموات جعل سفلاهنّ موجا مكفوفا (28) وعلياهنّ سقفا محفوظا، وسمكا مرفوعا، بغير عمد يدعمها، ولا دسار ينظمها (29) ثمّ زيّنها بزينة الكواكب، وضياء الثّواقب (30) وأجرى فيها سراجا مستطيرا (31) وقمرا منيرا: في فلك دائر، وسقف سائر، ورقيم مائر (32)",
        "footnotes": [
          {
            "id": 28,
            "text": "المكفوف: الممنوع من السيلان، ويدعمها: يسندها ويحفظها من السقوط.",
            "page": 46
          },
          {
            "id": 29,
            "text": "الدسار: واحد الدسر، وهي المسامير، أو الخيوط تشد بها ألواح السفينة من ليف ونحوه.",
            "page": 46
          },
          {
            "id": 30,
            "text": "الثواقب: المنيرة المشرقة.",
            "page": 46
          },
          {
            "id": 31,
            "text": "مستطيرا: منتشر الضياء، وهو الشمس.",
            "page": 46
          },
          {
            "id": 32,
            "text": "الرقيم: اسم من أسماء الفلك: سمي به لأنه مرقوم بالكواكب، ومائر: متحرك، ويفسر الرقيم باللوح، وشبه الفلك باللوح لأنه مسطح فيما يبدو للنظر.",
            "page": 46
          }
        ]
      },
      {
        "id": 8,
        "text": "ثمّ فتق ما بين السّموات العلا، فملأهنّ أطوارا من ملائكته (33) منهم سجود لا يركعون، وركوع لا ينتصبون، وصافّون لا يتزايلون، ومسبّحون لا يسأمون. لا يغشاهم نوم العين، ولا سهو العقول، ولا فترة الأبدان، ولا غفلة النّسيان. ومنهم أمناء على وحيه، وألسنة إلى رسله، ومختلفون بقضائه وأمره، ومنهم الحفظة لعباده، والسّدنة لأبواب جنانه.",
        "footnotes": [
          {
            "id": 33,
            "text": "جعل الملائكة أربعة أقسام: الأول: أرباب العبادة، ومنهم الراكع، والساجد، والصاف، والمسبح. وقوله «صافون» أي: قائمون صفوفاً. لا يتزايلون أي: لا يتفارقون. والقسم الثاني: الأمناء على وحي الله لأنبيائه، والألسنة الناطقة في أفواه رسله، والمختلفون بالأقضية إلى العباد: بهم يقضي الله على من شاء بما شاء. والقسم الثالث: حفظة العباد، كأنهم قوى مودعة في أبدان البشر ونفوسهم، يحفظ الله الموصولين بها من المهالك والمعاطب، ولو لا ذلك لكان العطب ألصق بالإنسان من السلامة، ومنهم سدنة الجنان، جمع سادن: وهو الخادم، والخادم يحفظ ما عهد إليه وأقيم على خدمته. والقسم الرابع: حملة العرش، كأنهم القوة العامة التي أفاضها الله في العالم الكلي، فهي الماسكة له، الحافظة لكل جزء منه.",
            "page": 46
          }
        ]
      },
      {
        "id": 9,
        "text": "ومنهم الثّابتة في الأرضين السّفلى أقدامهم، والمارقة من السّماء العليا أعناقهم، والخارجة من الأقطار أركانهم، والمناسبة لقوائم العرش أكتافهم. ناكسة دونه أبصارهم (34) متلفّعون تحته بأجنحتهم، مضروبة بينهم وبين من دونهم حجب العزّة، وأستار القدرة. لا يتوهّمون ربّهم بالتّصوير، ولا يجرون عليه صفات المصنوعين، ولا يحدّونه بالأماكن، ولا يشيرون إليه بالنّظائر.",
        "footnotes": [
          {
            "id": 34,
            "text": "الضمير في «دونه» للعرش كالضمير في «تحته»، ومتلفعون: من تلفعت بالثوب، إذا التحفت به.",
            "page": 46
          }
        ]
      },
      {
        "id": 10,
        "text": "صفة خلق آدم عليه السلام ثمّ جمع سبحانه من حزن الأرض وسهلها، وعذبها وسبخها (35) تربة سنّها بالماء حتّى خلصت. ولاطها بالبلّة حتّى لزبت (36) فجبل منها صورة ذات أحناء ووصول (37) وأعضاء وفصول: أجمدها حتّى استمسكت وأصلدها حتّى صلصلت (38) لوقت معدود، وأمد معلوم، ثمّ نفخ فيها من روحه فمثلت إنسانا ذا أذهان يجيلها (39)، وفكر يتصرّف بها، وجوارح يختدمها (40)، وأدوات يقلّبها، ومعرفة يفرق بها بين الحقّ والباطل والأذواق والمشامّ، والألوان والأجناس، معجونا بطينة الألوان المختلفة (41) والأشباه المؤتلفة، والأضداد المتعادية والأخلاط المتباينة، من الحرّ والبرد، والبلّة والجمود، واستأدى اللّه سبحانه الملائكة وديعته لديهم (42) وعهد وصيّته إليهم، في الإذعان بالسّجود له، والخشوع لتكرمته، فقال سبحانه: «اُسْجُدُوا لِآدَمَ» فسجدوا إلاّ إبليس اعترته الحميّة وغلبت عليه الشّقوة (43) وتعزّز بخلقة النّار واستهون خلق الصّلصال، فأعطاه اللّه النّظرة استحقاقا للسّخطة، واستتماما للبليّة، وإنجازا للعدة، فقال (إنَّكَ مِنَ اَلْمُنْظَرِينَ إِلىٰ يَوْمِ اَلْوَقْتِ اَلْمَعْلُومِ)",
        "footnotes": [
          {
            "id": 35,
            "text": "الحزن - بفتح فسكون -: الغليظ الخشن، والسهل ما يخالفه، والسبخ: ما ملح من الأرض. وأشار باختلاف الأجزاء التي جبل منها الإنسان إلى أنه مركب من طباع مختلفة، وفيه استعداد للخير والشر، والحسن والقبيح.",
            "page": 47
          },
          {
            "id": 36,
            "text": "سن الماء: صبه. والمراد صب عليها، أو «سنها» هنا بمعنى ملسها... وقوله «حتى خلصت» أي: صارت طينة خالصة، وفي بعض النسخ «حتى خضلت» بتقديم الضاد المعجمة على اللام، أي: ابتلت ولعلها أظهر: لاطها: خلطها وعجنها، أو هو من لاط الحوض بالطين: ملطه وطينه به، والبلة - بالفتح - من البلل. ولزب - ككرم -: تداخل بعضه في بعض وصلب، ومن باب نصر بمعنى التصق وثبت واشتد.",
            "page": 47
          },
          {
            "id": 37,
            "text": "الأحناء: جمع حنو وهو - بالكسر والفتح -: كل ما فيه اعوجاج من البدن كعظم الحجاج، واللحى، والضلع، أو هي الجوانب مطلقاً. وجبل: أي خلق.",
            "page": 47
          },
          {
            "id": 38,
            "text": "أصلدها: جعلها صلبة ملساء متينة، وصلصلت: يبست حتى كانت تسمع لها صلصلة إذا هبت عليها رياح، وذلك هو الصلصال، واللام في قوله «لوقت» متعلقة بمحذوف، كأنه قال: حتى يبست وجفت معدة لوقت معلوم. ويمكن أن تكون متعلقة بجبل، أي: جبل من الأرض هذه الصورة ولا يزال يحفظها لوقت معدود ينتهي يوم القيامة.",
            "page": 47
          },
          {
            "id": 39,
            "text": "مثل، ككرم: قام منتصباً. والأذهان: قوى التعقل، ويجيلها: يحركها في المعقولات.",
            "page": 47
          },
          {
            "id": 40,
            "text": "يختدمها: يجعلها في مآربه وأوطاره كالخدم الذين تستعملهم في خدمتك في شؤونك كلها، والأدوات: جمع أداة، وهي الآلة، وتقليبها: تحريكها في العمل بها فيما خلقت له.",
            "page": 47
          },
          {
            "id": 41,
            "text": "معجوناً صفة «إنساناً»، والألوان المختلفة: الضروب والفنون، وتلك الألوان هي التي ذكره من الحر والبرد والبلة والجمود.",
            "page": 47
          },
          {
            "id": 42,
            "text": "استأدى الملائكة وديعته: طلب منهم أداءها، والوديعة هي عهده إليهم بقوله: «إِنِّي خٰالِقٌ بَشَراً مِنْ طِينٍ فَإِذٰا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سٰاجِدِينَ» ويروى الخنوع بالنون بدل الخشوع وهو بمعنى الخضوع. وقوله «فقال اسجدوا الخ» عطف على استأدى.",
            "page": 47
          },
          {
            "id": 43,
            "text": "الشقوة - بكسر الشين وفتحها - ما حتم عليه من الشقاء. والشقاء: ضد السعادة، وهو النصب الدائم والألم الملازم، وتعززه بخلقة النار: استكباره مقدار نفسه بسبب أنه خلق من جوهر لطيف ومادة أعلى من مادة الصلصال، والصلصال: الطين الحر خلط بالرمل، أو الطين ما لم يجعل خزفاً. والمراد من الصلصال هنا مادة الأرض التي خلق آدم عليه السلام منها، وجوهر ما خلق منه الجن - وهم من الجواهر اللطيفة - أعلى من جوهر ما خلق منه الإنسان، وهو مجبول من عناصر الأرض، والنظرة - بفتح فكسر -: الانتظار به حياً، ما دام الإنسان عامراً.",
            "page": 47
          }
        ]
      },
      {
        "id": 11,
        "text": "ثمّ أسكن سبحانه آدم دارا أرغد فيها عيشه، وآمن فيها محلّته، وحذّره إبليس وعداوته، فاغترّه عدوّه نفاسة عليه بدار المقام ومرافقة الأبرار (44) فباع اليقين بشكّه، والعزيمة بوهنه، واستبدل بالجذل وجلا (45)، وبالاغترار ندماً ثمّ بسط اللّه سبحانه له في توبته، ولقّاه كلمة رحمته، ووعده المردّ إلى جنّته، وأهبطه إلى دار البليّة (46) وتناسل الذّرّيّة (47)",
        "footnotes": [
          {
            "id": 44,
            "text": "اغتر آدم عدوه الشيطان، أي: انتهز منه غرة فأغواه، وكان الحامل للشيطان على غواية آدم حسده له على الخلود في دار المقام، ومرافقته الأبرار من الملائكة الأطهار.",
            "page": 47
          },
          {
            "id": 45,
            "text": "أدخل الشيطان عليه الشك في أن ما تناول منه سائغ التناول بعد أن كان في نهي الله له عن تناوله ما يوجب له اليقين بحظره عليه، وكانت العزيمة في الوقوف عند ما أمر الله فاستبد بها الوهن الذي أفضى إلى المخالفة، والجذل - بالتحريك - الفرح، وقد كان في راحة الأمن بالاخبات إلى الله وامتثال الأمر، فلما سقط في المخالفة تبدل ذلك بالوجل والخوف من حلول العقوبة، وقد ذهبت عنه الغرة، وانتبه إلى عاقبة ما اقترف، فاستشعر الندم بعد الاغترار.",
            "page": 47
          },
          {
            "id": 46,
            "text": "أهبطه من مقام مرشده فيه الإلهام الإلهي الخالص من الشوائب لانسياق قواه إلى مقتضى الفطرة السليمة الأولى، إلى مقر قد خلط له فيه الخير والشر، واختط له فيه الطريقان، ووكل إلى نظره العقلي، وابتلي بالتمييز بين النجدين. واختيار أي الطريقين، وهو العناد الذي تكدر به صفو هذه الحياة على الآدميين.",
            "page": 47
          },
          {
            "id": 47,
            "text": "تناسل الذرية من خصائص تلك المنزلة الثانية التي أنزل الله فيها آدم، وهو مما ابتلي به الإنسان امتحاناً لقوته على التربية، واقتداره على سياسة من يعولهم، والقيام بحقوقهم، وإلزامهم بتأدية ما يحق عليهم.",
            "page": 47
          }
        ]
      },
      {
        "id": 12,
        "text": "واصطفى سبحانه من ولده أنبياء أخذ على الوحى ميثاقهم (48)، وعلى تبليغ الرّسالة أمانتهم، لمّا بدّل أكثر خلقه عهد اللّه إليهم (49) فجهلوا حقّه واتّخذوا الأنداد معه (50) واجتالتهم الشّياطين عن معرفته (51) واقتطعتهم عن عبادته، فبعث فيهم رسله، وواتر إليهم أنبياءه (52) ليستأدوهم ميثاق فطرته (53) ويذكّروهم منسىّ نعمته، ويحتجّوا عليهم بالتّبليغ، ويثيروا لهم دفائن العقول (54) ويروهم الآيات المقدّرة: من سقف فوقهم مرفوع، ومهاد تحتهم موضوع، ومعايش تحييهم وآجال تفنيهم، وأوصاب تهرمهم (55) وأحداث تتابع عليهم",
        "footnotes": [
          {
            "id": 48,
            "text": "أخذ عليهم الميثاق أن يبلغوا ما أوحي إليهم، ويكون ما بعده بمنزلة التأكيد له. وأخذ عليهم ألا يشرعوا للناس إلا ما يوحى إليهم.",
            "page": 47
          },
          {
            "id": 49,
            "text": "عهد الله إلى الناس هو ما سيأتى يعبر عنه بميثاق الفطرة.",
            "page": 47
          },
          {
            "id": 50,
            "text": "الأنداد: الأمثال، وأراد المعبودين من دونه سبحانه وتعالى.",
            "page": 47
          },
          {
            "id": 51,
            "text": "اجتالتهم - بالجيم - صرفتهم عن قصدهم الذي وجهوا إليه بالهداية المغروزة في فطرهم، وأصله من الدوران، كأن الذي يصرفك عن قصدك يصرفك تارة هكذا وأخرى هكذا، تقول: اجتال فلان فلاناً، واجتاله عن كذا، واجتاله على كذا، أي: أداره عليه، يحسن له فعله، ويغريه به، ويزينه له.",
            "page": 47
          },
          {
            "id": 52,
            "text": "واتر إليهم أنبياءه: أرسلهم وبين كل نبي ومن بعده فترة، لا بمعنى أرسلهم تباعاً بعضهم يعقب بعضاً.",
            "page": 47
          },
          {
            "id": 53,
            "text": "كأن الله تعالى - بما أودع في الإنسان من الغرائز والقوى، وبما أقام له من الشواهد وأدلة الهدى - قد أخذ عليه ميثاقاً بأن يصرف ما أوتي من ذلك فيما خلق له، وقد كان يعمل على ذلك الميثاق ولا ينقضه، لولا ما اعترضه من وساوس الشهوات، فبعث إليه النبيين ليطلبوا من الناس أداء ذلك الميثاق، أي: ليطالبوهم بما تقتضيه فطرتهم، وما ينبغي أن تسوقهم إليه غرائزهم.",
            "page": 47
          },
          {
            "id": 54,
            "text": "دفائن العقول: أنوار العرفان التي تكشف للإنسان أسرار الكائنات وترتفع به إلى الإيقان بصانع الموجودات، وقد تحجب هذه الأنوار غيوم من الأوهام، وحجب من الخيال، فيأتي النبيون لإثارة تلك المعارف الكامنة، وإبراز تلك الأسرار الباطنة.",
            "page": 47
          },
          {
            "id": 55,
            "text": "السقف المرفوع: السماء، والمهاد الموضوع: الأرض، والأوصاب: المتاعب.",
            "page": 47
          }
        ]
      },
      {
        "id": 13,
        "text": "ولم يخل سبحانه خلقه من نبىّ مرسل، أو كتاب منزل، أو حجّة لازمة، أو محجّة قائمة. (56) رسلا لا يقصّرون بالرّسالة، ولا يخالفون المأموريّة (57)، أئمّة لا يزيغون عن الحقّ ولا يضلّون عنه، بأسمائهم في السّموات معروفون، وفي الأرض منسوبون، يتردّد فيهم روح القدس (58)، ويعتصمون بذروة الحقّ (59)، فهم للإيمان معقد، وللبلاء معدّ، ينجي اللّه بهم من الهلكة، وينقذ بهم من العمى والشّبهة، لا يستكبرون، ولا يستخذون، لا يستكثرون من الخلق فيغلّوا (60)، ولا يستقلّون منهم فيضيعوا. فهم في الخلق أعلام، وفي النّاس سنام (61). أحرزوا العلم بحقائق الإيمان، واستشعروا روح اليقين (62)، واستسهلوا ما استوعره المترفون (63)، وأنسوا بما استوحش منه الجاهلون، وصحبوا الدّنيا بأبدان أرواحها معلّقة بالملإ الأعلى (64). أولئك خلفاء اللّه في أرضه، والدّعاة إلى دينه. آه آه شوقا إلى رؤيتهم!",
        "footnotes": [
          {
            "id": 56,
            "text": "المحجة: الطريق الواضح، والقائمة: الثابتة المستقرة التي لا تزول. والمعنى: أن الله تعالى لم يترك خلقه بغير هداية، فإما نبي يرسله، أو كتاب ينزله، أو حجة تلزم العقل بالاقتناع، أو طريق واضح يهدي إلى الحق.",
            "page": 47
          },
          {
            "id": 57,
            "text": "المأمورية: ما يؤمرون به من الله تعالى، فلا يخالفونه ولا يتعدون حدوده.",
            "page": 47
          },
          {
            "id": 58,
            "text": "روح القدس: هو جبريل عليه السلام، أو هو قوة إلهية خاصة تنزل على الأنبياء تأييداً لهم وتثبيتاً.",
            "page": 47
          },
          {
            "id": 59,
            "text": "ذروة الحق: أعلاه وأشرفه، أي: يعتصمون بأعلى مراتب الحق وأثبتها.",
            "page": 47
          },
          {
            "id": 60,
            "text": "يغلوا: يتجاوزوا الحد فيهم، أي: لا يبالغوا في تعظيمهم فوق ما ينبغي. وفي نسخة: «فيغالوا» بمعنى يتكلفوا في أمرهم.",
            "page": 47
          },
          {
            "id": 61,
            "text": "السنام: أعلى الشيء، أي: هم أشرف الناس وأعلاهم منزلة.",
            "page": 47
          },
          {
            "id": 62,
            "text": "استشعروا: أحسوا بها وأدركوها بقلوبهم، وروح اليقين: حقيقته ولبابه.",
            "page": 47
          },
          {
            "id": 63,
            "text": "استوعره: رأوه وعرة صعبة، استسهلوه: رأوه سهلاً هيّناً.",
            "page": 47
          },
          {
            "id": 64,
            "text": "الملإ الأعلى: الملائكة المقربون، أو عالم الغيب الإلهي. والمعنى: أن أرواحهم متعلقة بالعالم العلوي مع أن أجسادهم في الدنيا.",
            "page": 47
          }
        ]
      },
      {
        "id": 14,
        "text": "فتصدّق (65) - رحمك اللّه - بما أمرك اللّه به من الصّدقة الّتى هي لك زكاة، وعلينا حقّ، فإن عجزت عنها أو عجزت عن بعضها، فادعنا نغنك ممّا وهب اللّه لنا (66) وسنغنيك ممّا آتاك اللّه، واللّه يقضى عنّا وعنك، ويبسط لنا ولك، ويأخذ لنا ولك، ويرزقنا ويرزقك، وسيعطينا أفضل ما يعطى المحسنين.",
        "footnotes": [
          {
            "id": 65,
            "text": "يخاطب الإمام الحاضرين ويحثهم على الصدقة. والتصدق: أعط الصدقة. والزكاة هنا بمعنى الطهارة، أي: تطهير لنفسك من الشح والبخل.",
            "page": 47
          },
          {
            "id": 66,
            "text": "إن عجزت عن إعطاء الصدقة، فادعنا (أي: اطلب منا) نعطك مما أعطانا الله لنعطيك منه. وهذا من كرم الإمام وعطفه على المسلمين.",
            "page": 47
          }
        ]
      },
      {
        "id": 15,
        "text": "واعلموا - عباد اللّه - أنّ الحجّ فريضة من فرائض اللّه، وقربة من قراباته، فرضه وأمر به، فقال: (وَلِلّهِ عَلَى النّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللّهَ غَنِيٌّ عَنِ الْعالَمِينَ)",
        "footnotes": []
      },
      {
        "id": 16,
        "text": "فنادى في أوّلهم وآخرهم، وخاصّتهم وعامّتهم، ليستيقنوا طاعته، ويعرفوا عظمته، وليكون الحجّ سببا لدخول جنّته، وخلاصا من عقوبته، وشرعا لعباده، ودليلا على معرفته.",
        "footnotes": []
      },
      {
        "id": 17,
        "text": "ثمّ جعل - سبحانه - قصد بيته الحرام الّذى جعله قبلة للأنام، يردونه ورود الأنعام، ويألهون إليه (67) ولوه الحمام، وجعله علامة لتواضعهم لعظمته، وإذعانهم لعزّته، واختار من خلقه سمعوا دعوته فأجابوا، وصدّقوا كلمته فاتّبعوا، ووقفوا مواقف أنبيائه، وتشبّهوا بملائكته المطيفين بعرشه، يحرزون الأرباح في متجر عبادته، ويتبادرون عند موعد مغفرته، جعله سبحانه للإسلام علما، وللعائذين حرما، فرض حجّه، وأوجب حقّه، وكتب عليكم وفادته (68). فقال سبحانه: (وَلِلّهِ عَلَى النّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلاً)",
        "footnotes": [
          {
            "id": 67,
            "text": "يألهون: يعبدون، من الألوهية. و«وله الحمام» أي: شوق الحمام إلى أوكاره. والحنين الذي للحمام عند عودته إلى وكره. والمعنى: أن قلوب الحجاج تهفو إلى بيت الله كما يهفو الحمام إلى وكره.",
            "page": 48
          },
          {
            "id": 68,
            "text": "الوفادة: المجيء إلى المكان. وكتابة الوفادة: فرض الحج.",
            "page": 48
          }
        ]
      },
      {
        "id": 18,
        "text": "فقال من قال منكم: إنّ اللّه لم يفرض علينا الحجّ؟ وقد سمعتم كلام اللّه، وعرفتم فرضه وحكمه، وسمعتم قول رسول اللّه صلّى اللّه عليه وآله في الحجّ، غير مقصر ولا كاذب ولا مبدّل. وقد حجّ رسول اللّه صلّى اللّه عليه وآله، وأمر به، ودعا إليه، وأخبر عن فضله، فلم تقولوا: إنّ الحجّ قد نسخ، وإنّ فرضه قد انتقض؟!",
        "footnotes": []
      },
      {
        "id": 19,
        "text": "فاتّقوا اللّه - عباد اللّه - وأدّوا ما فرض اللّه عليكم من حجّ بيته، وسارعوا إلى ما دعاكم إليه من زيارته، فإنّكم لا تدرون ما يحدث بعدكم، ولا تؤمنون الفتنة على أنفسكم، وأعينكم، وأموالكم. وقد قال اللّه سبحانه: (وَأَذِّنْ فِي النّاسِ بِالْحَجِّ يَأْتُوكَ رِجالاً وَعَلى كُلِّ ضامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ). فأجيبوا ربّكم، ولا تتكبّروا عن عبادته فتكونوا من الخاسرين.",
        "footnotes": []
      }
    ]
  }
}
