{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "الخطبة الخامسة - لما قبض رسول الله (ص) وخطابه العباس وأبا سفيان في الخلافة",
    "total_footnotes": 7,
    "total_sections": 1,
    "compiled_date": "2024-01-01",
    "page_start": 52,
    "page_end": 53,
    "categories": ["الخلافة", "التاريخ", "الموقف", "النقد", "الحديث", "الصبر", "العلم"]
  },
  "content": {
    "sermon_id": 5,
    "title": "الخطبة الخامسة",
    "description": "خطبة للإمام علي (ع) بعد وفاة رسول الله (ص) عندما خاطبه العباس بن عبد المطلب وأبو سفيان بن حرب لعرض البيعة له بالخلافة. يعبر الإمام (ع) عن موقفه من الخلافة في تلك اللحظة الحرجة، ويبين أن طلبها في ذلك الوقت مثل اجتناء الثمرة قبل أوان نضجها. ويوضح أنه بين نارين: إن طلبها قيل إنه حرص على الملك، وإن سكت قيل إنه جزع من الموت. ويؤكد أنه آنس بالموت من الطفل بثدي أمه، وأن عنده علماً لو يبح به لاضطرب الناس اضطراب الأرشية في الطوي البعيدة.",
    "sections": [
      {
        "id": 1,
        "text": "5 ـ ومن خطبة له عليه السّلام لما قبض رسول اللّه صلّى اللّه عليه وآله وسلم وخاطبه العباس وأبو سفيان ابن حرب فى أن يبايعا له بالخلافة: أيّها النّاس ، شقّوا أمواج الفتن بسفن النّجاة ، وعرّجوا عن طريق المنافرة وضعوا تيجان المفاخرة (2) أفلح من نهض بجناح ، أو استسلم فأراح (3) ، هذا ماء آجن (4) ولقمة يغصّ بها آكلها. ومجتنى الثّمرة لغير وقت إيناعها كالزّارع بغير أرضه (1) فإن أقل يقولوا : حرص على الملك ، وإن أسكت يقولوا : جزع من الموت (2) هيهات بعد اللّتيا والّتى (3) واللّه لابن أبى طالب آنس بالموت من الطّفل بثدى أمّه ، بل اندمجت على مكنون علم لو تحت به لاضطربتم اضطراب الأرشية فى الطّوىّ البعيدة (4)",
        "footnotes": [
          {
            "id": 2,
            "text": "قلب قصد به المبالغة ، والقصد ضعوا تيجان المفاخرة رءوسكم. وكأنه يقول : طأطئوا رءوسكم تواضعا ، ولا ترفعوها بالمفاخرة إلى حيث تصيبها تيجانها. ويروى وضعوا تيجان المفاخرة بدون لفظ «عن» وهو ظاهر ، وعرج عن الطريق : مال عنه وتنكبه",
            "page": 52
          },
          {
            "id": 3,
            "text": "المفلح أحد رجلين : إما ناهض للأمر بجناح ، أى : بناصر ومعين يصل بمعونته إلى ما نهض إليه ، وإما مستسلم يريح الناس من المنازعة بلا طائل ، وذلك عند عدم الناصر. وهذا ينحو نحو قول عنترة لما قيل له : إنك أشجع العرب ، فقال : لست بأشجعهم ، ولكنى أقدم إذا كان الاقدام عزما ، وأحجم إذا كان الاحجام حزما",
            "page": 52
          },
          {
            "id": 4,
            "text": "الآجن : المتغير الطعم واللون لا يستساغ ، والاشارة إلى الخلافة ، أى : أن الامرة على الناس والولاية على شئونهم مما لا يهنأ لصاحبه ، بل ذلك أمر يشبه تناوله تناول الماء الآجن ، ولا تحمد عواقبه : كاللقمة يغص بها آكلها فيموت بها",
            "page": 52
          },
          {
            "id": 1,
            "text": "يشير إلى أن ذلك لم يكن الوقت الذى يسوغ فيه طلب الأمر ، فلو نهض إليه كان كمجتنى الثمرة قبل إيناعها ونضجها ، وهو لا ينتفع بما جنى ، كما أن الزارع فى غير أرضه لا ينتفع بما زرع",
            "page": 52
          },
          {
            "id": 2,
            "text": "إن تكلم بطلب الخلافة رماه من لا يعرف حقيقة قصده بالحرص على السلطان ، وإن سكت ـ وهم يعلمونه أهلا للخلافة ـ يرمونه بالجزع من الموت فى طلب حقه",
            "page": 52
          },
          {
            "id": 3,
            "text": "أى : بعد ظن من يرمينى بالجزع بعد ما ركبت الشدائد وقاسيت المخاطر صغيرها وكبيرها ، قيل : إن رجلا تزوج بقصيرة سيئة الخلق فشقى بعشرتها ، ثم طلقها وتزوج أخرى طويلة ، فكان شقاؤه بها أشد ، فطلقها ، وقال : لا أتزوج بعد اللتيا والتى ، يشير بالأولى إلى الصغيرة وبالثانية إلى الكبيرة ، فصارت مثلا فى الشدائد والمصاعب صغيرها وكبيرها. وقوله «هيهات الخ» : نفى لما عساهم يظنون من جزعه من الموت عند سكوته",
            "page": 52
          },
          {
            "id": 4,
            "text": "أدمجه : لفه فى ثوب ، فاندمج ، أى : انطويت على علم والتففت عليه ، والأرشية : جمع رشاء ، بمعنى الحبل. والطوى : جمع طوية ، وهى البئر. والبعيدة بمعنى العميقة ، أو هى بفتح الطاء كعلى بمعنى السقاء : ويكون البعيدة نعتا سببيا ، أى : البعيدة مقرها من البئر : أو نسبة البعد إليها فى العبارة مجاز عقلى",
            "page": 52
          }
        ]
      }
    ]
  }
}