{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "الخطبة الأولى - في ابتداء خلق السماء والأرض، وخلق آدم، وذكر الحج",
    "total_footnotes": 18,
    "compiled_date": "2024-01-01"
  },
  "content": {
    "sermon_id": 1,
    "title": "الخطبة الأولى",
    "description": "يذكر فيها ابتداء خلق السماء والأرض، وخلق آدم. وفيها ذكر الحج",
    "sections": [
      {
        "id": 1,
        "text": "الحمد للّه الّذى لا يبلغ مدحته القائلون، ولا يحصى نعماءه العادّون، ولا يؤدّى حقّه المجتهدون، الّذى لا يدركه بعد الهمم<span class='footnote-ref' data-id='1'>1</span> ولا يناله غوص الفطن<span class='footnote-ref' data-id='2'>2</span> الّذى ليس لصفته حدّ محدود<span class='footnote-ref' data-id='3'>3</span> ولا نعت موجود، ولا وقت معدود، ولا أجل ممدود: فطر الخلائق بقدرته، ونشر الرّياح برحمته، ووتّد بالصّخور ميدان أرضه<span class='footnote-ref' data-id='4'>4</span>",
        "footnotes": [
          {
            "id": 1,
            "text": "أي: أن همم النظار وأصحاب الفكر، وإن علت وبعدت، فإنها لا تدركه تعالى ولا تحيط به علماً.",
            "page": 45
          },
          {
            "id": 2,
            "text": "والفطن: جمع فطنة، وغوصها: استغراقها في بحر المعقولات لتلتقط درر الحقيقة وهي وإن بعدت في الغوص لا تنال حقيقة الذات الأقدس.",
            "page": 45
          },
          {
            "id": 3,
            "text": "فرغ من الكلام في الذات وامتناعها على العقول إدراكاً، ثم هو الآن في تقديس صفاته عن مشابهة الصفات الحادثة، فكل صفات الممكن لها في أثرها حد تنقطع إليه، كما نجده في قدرتنا وعلمنا مثلاً، فإن لكل طوراً لا يتعداه. أما قدرة الله وعلمه فلا حد لشمولهما، وكذا يقال في باقي الصفات الكمالية. والنعت يقال لما يتغير، وصفاتنا لها نعوت، فحياتنا مثلاً لها أطوار: من طفولية، وصبا، وما بعدهما، وقوة، وضعف، وتوسط، وقدرتنا كذلك. وعلمنا له أدوار نقص وكمال، وغموض ووضوح. أما صفاته تعالى فهي منزهة عن هذه النعوت وأشباهها. ثم هي أزلية أبدية، لا تعد الأوقات لوجودها واتصاف ذاته بها، ولا تضرب لها الآجال.",
            "page": 45
          },
          {
            "id": 4,
            "text": "الميدان: الحركة، ووتد بالتخفيف والتشديد أي: ثبت، أي: سكن الأرض بعد اضطرابها بما رسخ من الصخور الجامدة في أديمها، وهو يشير إلى أن الأرض كانت مائدة مضطربة قبل جمودها.",
            "page": 45
          }
        ]
      },
      {
        "id": 2,
        "text": "أوّل الدّين معرفته<span class='footnote-ref' data-id='5'>5</span> وكمال معرفته التّصديق به، وكمال التّصديق به توحيده، وكمال توحيده الإخلاص له، وكمال الإخلاص له نفى الصّفات عنه، لشهادة كلّ صفة أنّها غير الموصوف، وشهادة كلّ موصوف أنّه غير الصّفة: فمن وصف اللّه سبحانه فقد قرنه، ومن قرنه فقد ثنّاه، ومن ثنّاه فقد جزّأه، ومن جزّأه فقد جهله<span class='footnote-ref' data-id='6'>6</span> ومن جهله فقد أشار إليه، ومن أشار إليه فقد حدّه<span class='footnote-ref' data-id='7'>7</span>، ومن حدّه فقد عدّه، ومن قال «فيم؟» فقد ضمّنه، ومن قال «علام؟» فقد أخلى منه.",
        "footnotes": [
          {
            "id": 5,
            "text": "أساس الدين معرفة الله، وهو قد يعرف بأنه صانع العالم، وليس منه، بدون تنزيه، وهي معرفة ناقصة، وكمالها التصديق به ذاته: بصفته الخاصة التي لا يشركه فيها غيره، وهي وجوب الوجود، ولا يكمل هذا التصديق حتى يكون معه لازمه وهو التوحيد، لأن الواجب لا يتعدد كما عرف في فن الإلهيات والكلام ولا يكمل التوحيد إلا بتمحيض السر له دون ملامحة لشيء من شؤون الحوادث في التوجه إليه واستشراق نوره. ولا يكون هذا الإخلاص كاملاً حتى يكون معه نفي الصفات الظاهرة في التعينات المشهودة في المشخصات، لأن معرفة الذات الأقدس في نحو تلك الصفات اعتبار للذات ولشيء آخر مغاير لها معها، فيكون قد عرف مسمى الله مؤلفاً لا متوحداً، فالصفات المنفية بالإخلاص صفات المصنوعين، وإلا فالإمام على كلام قد ملئ بصفاته سبحانه، بل هو في هذا الكلام يصفه أكمل الوصف.",
            "page": 45-46
          },
          {
            "id": 6,
            "text": "جهله: أي: جهل أنه منزه عن مشابهة الماديات، مقدس عن مضارعة المركبات، وهذا الجهل يستلزم القول بالشخص الجسماني، وهو يستلزم صحة الإشارة إليه، تعالى الله عن ذلك.",
            "page": 46
          },
          {
            "id": 7,
            "text": "إنما تشير إلى شيء إذا كان منك في جهة، فأنت تتوجه إليها بإشارتك وما كان في جهة فهو منقطع عن غيرها، فيكون محدوداً - أي: له طرف ينتهي إليه - فمن أشار إليه فقد حده، ومن حد فقد عد - أي: أحصى وأحاط بذلك المحدود - لأن الحد حاصر لمحدوده. وإذا قلت لشيء «فيم هو» فقد جعلته في ضمن شيء، ثم تسأل عن تعيين ذلك الذي تضمنه. وإذا قلت «على أي شيء» فأنت ترى أنه مستعل على شيء بعينه وما عداه خال منه.",
            "page": 46
          }
        ]
      },
      {
        "id": 3,
        "text": "كائن لا عن حدث<span class='footnote-ref' data-id='8'>8</span> موجود لا عن عدم، مع كلّ شيء لا بمقارنة، وغير كلّ شيء لا بمزايلة<span class='footnote-ref' data-id='9'>9</span> فاعل لا بمعنى الحركات والآلة، بصير إذ لا منظور إليه من خلقه<span class='footnote-ref' data-id='10'>10</span> متوحّد إذ لا سكن يستأنس به ولا يستوحش لفقده<span class='footnote-ref' data-id='11'>11</span>",
        "footnotes": [
          {
            "id": 8,
            "text": "الحدث: الإبداء، أي: هو موجود لكن لا عن إبداء وإيجاد موجد. والفقرة الثانية لازمة لهذه، لأنه إن لم يكن وجوده عن إيجاد موجد فهو غير مسبوق الوجود بالعدم.",
            "page": 46
          },
          {
            "id": 9,
            "text": "المزايلة: المفارقة والمباينة.",
            "page": 46
          },
          {
            "id": 10,
            "text": "أي: بصير بخلقه قبل وجودهم.",
            "page": 46
          },
          {
            "id": 11,
            "text": "العادة والعرف على أنه لا يقال «متوحد» إلا لمن كان له من يستأنس بقربه ويستوحش لبعده، فانفرد عنه. والله متوحد مع التنزه عن السكن.",
            "page": 46
          }
        ]
      },
      {
        "id": 4,
        "text": "أنشأ الخلق إنشاء، وابتدأه ابتداء، بلا رويّة أجالها<span class='footnote-ref' data-id='12'>12</span> ولا تجربة استفادها، ولا حركة أحدثها، ولا همامة نفس اضطرب فيها<span class='footnote-ref' data-id='13'>13</span> أحال الأشياء لأوقاتها<span class='footnote-ref' data-id='14'>14</span> ولأم بين مختلفاتها<span class='footnote-ref' data-id='15'>15</span> وغرّز غرائزها<span class='footnote-ref' data-id='16'>16</span> وألزمها أشباحها<span class='footnote-ref' data-id='17'>17</span> عالماً بها قبل ابتدائها، محيطاً بحدودها وانتهائها عارفاً بقرائنها وأحنائها<span class='footnote-ref' data-id='18'>18</span>",
        "footnotes": [
          {
            "id": 12,
            "text": "الروية: الفكر، وأجالها: أدارها ورددها. وفي نسخة: أحالها - بالمهملة - أي: صرفها.",
            "page": 46
          },
          {
            "id": 13,
            "text": "همامة النفس - بفتح الهاء -: اهتمامها بالأمر، وقصدها إليه.",
            "page": 46
          },
          {
            "id": 14,
            "text": "حولها من العدم إلى الوجود في أوقاتها، أو هو من «حال في متن فرسه» أي: وثب. وأحاله غيره: أوثبه. ومن أقر الأشياء في أحيانها صار كمن أحال غيره على فرسه.",
            "page": 46
          },
          {
            "id": 15,
            "text": "كما قرن النفس الروحانية بالجسد المادي.",
            "page": 46
          },
          {
            "id": 16,
            "text": "الغرائز: جمع غريزة، وهي: الطبيعة وغرز الغرائز كضوأ الأضواء، أي: جعلها غرائز، والمراد أودع فيها طبائعها.",
            "page": 46
          },
          {
            "id": 17,
            "text": "الضمير في «أشباحها» للغرائز، أي: ألزم الغرائز أشباحها، أي: أشخاصها لأن كل مطبوع على غريزة فإنها تلازمه: فالشجاع لا يكون خواراً مثلاً.",
            "page": 46
          },
          {
            "id": 18,
            "text": "جمع حنو بالكسر، أي: الجانب. أو ما اعوج من الشيء بدناً كان أو غيره كناية عما خفي. أو من قولهم أحناء الأمور، أي: مشتبهاتها، وقرائنها: ما يقترن بها من الأحوال المتعلقة بها والصادرة عنها.",
            "page": 46
          }
        ]
      }
    ]
  }
}
