{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "الخطبة الثانية - بعد انصرافه من صفين",
    "total_footnotes": 15,
    "compiled_date": "2024-01-01"
  },
  "content": {
    "sermon_id": 2,
    "title": "الخطبة الثانية",
    "subtitle": "بعد انصرافه من صفين",
    "description": "من خطبة له عليه السلام بعد انصرافه من صفين",
    "sections": [
      {
        "id": 1,
        "text": "أحمده استتماما لنعمته، واستسلاما لعزّته، واستعصاما من معصيته. وأستعينه فاقة إلى كفايته، إنّه لا يضلّ من هداه، ولا يئل من عاداه<span class='footnote-ref' data-id='1'>1</span>، ولا يفتقر من كفاه، فإنّه أرجح ما وزن<span class='footnote-ref' data-id='2'>2</span>، وأفضل ما خزن.",
        "footnotes": [
          {
            "id": 1,
            "text": "وأل يئل: خلص.",
            "page": 61
          },
          {
            "id": 2,
            "text": "الضمير في «فانه» للحمد المفهوم من «أحمده».",
            "page": 61
          }
        ]
      },
      {
        "id": 2,
        "text": "وأشهد أن لا إله إلاّ اللّه وحده لا شريك له، شهادة ممتحنا إخلاصها، معتقدا مصاصها<span class='footnote-ref' data-id='3'>3</span> نتمسّك بها أبدا ما أبقانا، وندّخرها لأهاويل ما يلقانا<span class='footnote-ref' data-id='4'>4</span>، فإنّها عزيمة الإيمان، وفاتحة الإحسان، ومرضاة الرّحمن، ومدحرة الشّيطان<span class='footnote-ref' data-id='5'>5</span>.",
        "footnotes": [
          {
            "id": 3,
            "text": "مصاص كل شيء خالصه.",
            "page": 61
          },
          {
            "id": 4,
            "text": "الأهاويل: جمع أهوال، وأهوال جمع هول، فهي جمع الجمع.",
            "page": 61
          },
          {
            "id": 5,
            "text": "مدحرة الشيطان أي: تبعده وتطرده.",
            "page": 61
          }
        ]
      },
      {
        "id": 3,
        "text": "وأشهد أنّ محمّدا عبده ورسوله، أرسله بالدّين المشهور، والعلم المأثور<span class='footnote-ref' data-id='6'>6</span> والكتاب المسطور، والنّور السّاطع، والضّياء اللاّمع، والأمر الصّادع، إزاحة للشّبهات، واحتجاجا بالبيّنات، وتحذيرا بالآيات، وتخويفا بالمثلات<span class='footnote-ref' data-id='7'>7</span>",
        "footnotes": [
          {
            "id": 6,
            "text": "العلم - بالتحريك - ما يهتدى به، وهو هنا الشريعة الحقة، والمأثور: المنقول عنه.",
            "page": 61
          },
          {
            "id": 7,
            "text": "المثلات، بفتح فضم: العقوبات، جمع مثلة - بضم التاء وسكونها بعد الميم - وجمعها مثولات ومثلات، وقد تسكن تاء الجمع تخفيفا.",
            "page": 61
          }
        ]
      },
      {
        "id": 4,
        "text": "والنّاس فى فتن انجذم فيها حبل الدّين<span class='footnote-ref' data-id='8'>8</span> وتزعزعت سوارى اليقين<span class='footnote-ref' data-id='9'>9</span> واختلف النّجر<span class='footnote-ref' data-id='10'>10</span> وتشتّت الأمر، وضاق المخرج وعمى المصدر<span class='footnote-ref' data-id='11'>11</span> فالهدى خامل، والعمى شامل: عصى الرّحمن، ونصر الشّيطان، وخذل الإيمان، فانهارت دعائمه<span class='footnote-ref' data-id='12'>12</span>، وتنكّرت معالمه<span class='footnote-ref' data-id='13'>13</span> ودرست سبله<span class='footnote-ref' data-id='14'>14</span> وعفت شركه: أطاعوا الشّيطان فسلكوا مسالكه، ووردوا مناهله<span class='footnote-ref' data-id='15'>15</span>، بهم سارت أعلامه وقام لواؤه، فى فتن داستهم بأخفافها، ووطئتهم بأظلافها<span class='footnote-ref' data-id='16'>16</span> وقامت على سنابكها، فهم فيها تائهون حائرون جاهلون مفتونون، فى خير دار، وشرّ جيران<span class='footnote-ref' data-id='17'>17</span> نومهم سهاد، وكحلهم دموع، بأرض عالمها ملجم، وجاهلها مكرّم.",
        "footnotes": [
          {
            "id": 8,
            "text": "انجذم: انقطع.",
            "page": 62
          },
          {
            "id": 9,
            "text": "السوارى: جمع سارية، وهي: العمود والدعامة.",
            "page": 62
          },
          {
            "id": 10,
            "text": "النجر - بفتح النون وسكون الجيم -: الأصل، أي: اختلفت الأصول فكل يرجع إلى أصل يظنه مرجع حق، وما هو من الحق في شيء.",
            "page": 62
          },
          {
            "id": 11,
            "text": "مصادرهم في أوهامهم وأهوائهم مجهولة غير معلومة، خفية غير ظاهرة: فلا عن بينة يعتقدون، ولا إلى غاية صالحة ينزعون.",
            "page": 62
          },
          {
            "id": 12,
            "text": "انهارت: هوت وسقطت والدعائم: جمع دعامة، وهي: ما يستند إليه الشيء ويقوم عليه. ودعامة السقف، مثلا: ما يرتفع عليه من الأعمدة.",
            "page": 62
          },
          {
            "id": 13,
            "text": "التنكر: التغير من حال تسر إلى حال تكره، أي: تبدلت علاماته وآثاره، بما أعقب السوء وجلب المكروه.",
            "page": 62
          },
          {
            "id": 14,
            "text": "درست، كاندرست، أي: انطمست. والشرك قال بعضهم: جمع شراك ككتاب، وهي الطريق. والذي يفهم من القاموس أنها بفتحات جواد الطريق أو ما لا يخفى عليك ولا يستجمع لك من الطرق اسم جمع لا مفرد له من لفظه، وعفت: بمعنى درست.",
            "page": 62
          },
          {
            "id": 15,
            "text": "المناهل: جمع منهل، وهو: مورد الشاربة من النهر.",
            "page": 62
          },
          {
            "id": 16,
            "text": "الأظلاف: جمع ظلف - بالكسر - للبقر والشاة، وشبههما، كالخف للبعير والقدم للإنسان. السنابك: جمع سنبك كقنفذ، وهو: طرف الحافر.",
            "page": 62
          },
          {
            "id": 17,
            "text": "خير دار: هي مكة المكرمة، وشر الجيران: عبدة الأوثان من قريش. وقوله «نومهم سهاد الخ» كما تقول فلان جوده بخل وأمنه مخافة، هم في أحداث أبدلتهم النوم بالسهر والكحل بالدمع. والعالم ملجم لأنه لو قال حقا والجمهور على الباطل لا يتناشوه ونهشوه، والجاهل مكرم لأنه على شاكلة العامة مشايع لهم في أهوائهم: فمنزلته عندهم منزلة أوهامهم وعاداتهم، وهي في المقام الأعلى من نفوسهم، وهذه الأوصاف كلها لتصوير حال الناس في الجاهلية قبل بعثة النبي صلى الله عليه وسلم.",
            "page": 62
          }
        ]
      },
      {
        "id": 5,
        "text": "ومنها يعني آل النبي صلى الله عليه وآله وسلم: موضع سرّه، ولجأ أمره<span class='footnote-ref' data-id='18'>18</span>، وعيبة علمه<span class='footnote-ref' data-id='19'>19</span>، وموئل حكمه، وكهوف كتبه، وجبال دينه: بهم أقام انحناء ظهره، وأذهب ارتعاد فرائصه<span class='footnote-ref' data-id='20'>20</span>",
        "footnotes": [
          {
            "id": 18,
            "text": "اللجأ - محركة -: الملاذ وما تلتجئ إليه كالوزر - محركة - ما تعتصم به.",
            "page": 63
          },
          {
            "id": 19,
            "text": "العيبة - بالفتح -: الوعاء. والموئل: المرجع أي: أن حكمه وشرعه يرجع إليهم وهم حفاظ كتبه - يحوونها كما تحوى الكهوف والغيران ما يكون فيها. والكتب القرآن، وجمعه لأنه فيما حواه كجملة ما تقدمه من الكتب، ويزيد عليها ما خص الله به هذه الأمة.",
            "page": 63
          },
          {
            "id": 20,
            "text": "كني بانحناء الظهر عن الضعف، وبإقامته عن القوة. وبهم آمنه من الخوف الذي ترتعد منه الفرائص.",
            "page": 63
          }
        ]
      },
      {
        "id": 6,
        "text": "ومنها يعني قوما آخرين: زرعوا الفجور، وسقوه الغرور، وحصدوا الثّبور<span class='footnote-ref' data-id='21'>21</span>، لا يقاس بآل محمّد صلّى اللّه عليه وآله من هذه الأمّة أحد، ولا يسوّى بهم من جرت نعمتهم عليه أبدا: هم أساس الدّين، وعماد اليقين: إليهم يفىء الغالى، وبهم يلحق التّالى<span class='footnote-ref' data-id='22'>22</span> ولهم خصائص حقّ الولاية، وفيهم الوصيّة والوراثة، الآن إذ رجع الحقّ إلى أهله<span class='footnote-ref' data-id='23'>23</span> ونقل إلى منتقله.",
        "footnotes": [
          {
            "id": 21,
            "text": "جعل ما فعلوا من القبائح كزرع زرعوه، وما سكنت إليه نفوسهم من الإمهال واغترارهم بذلك بمنزلة السقي، فإن الغرور يبعث على مداومة القبيح والزيادة فيه، ثم كانت عاقبة أمرهم هذا الثبور، وهو الهلاك.",
            "page": 63
          },
          {
            "id": 22,
            "text": "يريد أن سيرتهم صراط الدين المستقيم: فمن غلا في دينه وتجاوز بالإفراط حدود الجادة فإنما نجاته بالرجوع إلى سيرة آل النبي وتفيء ظلال أعلامهم. وقوله «وبهم يلحق التالى» يقصد به أن المقصر في عمله المتباطئ في سيره الذي أصبح وقد سبقه السابقون إنما يتسنى له الخلاص بالنهوض ليلحق بآل النبي ويحذو حذوهم.",
            "page": 63
          },
          {
            "id": 23,
            "text": "«الآن» ظرف متعلق برجع، و«إذ» زائدة للتوكيد، سوغ ذلك ابن هشام في نقله عن أبي عبيدة. أو أن «إذ» للتحقيق بمعنى قد، كما نقله بعض النحاة.",
            "page": 63
          }
        ]
      }
    ]
  }
}