{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "من كتاب له (ع) إلى أهل الأمصار يقص فيه ما جرى بينه وبين أهل صفين (الرسالة الثامنة والخمسون)",
    "total_footnotes": 6,
    "total_sections": 1,
    "compiled_date": "2024-01-01",
    "categories": ["التحليل", "صفين", "الفتنة", "الصلح", "الحرب", "الاعتذار", "الأمصار"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "وكان بدء أمرنا أنّا النقينا والقوم من أهل الشّام ، والظّاهر أنّ ربّنا واحد[1]. ونبيّنا واحد ، ودعوتنا فى الاسلام واحدة ، ولا نستزيدهم فى الايمان باللّه والتّصديق برسوله ولا يستزيدوننا : الأمر واحد إلاّ ما اختلفنا فيه من دم عثمان ، ونحن منه براء! فقلنا : تعالوا نداو ما لا يدرك اليوم باطفاء الثّائرة[2] وتسكين العامّة ، حتّى يشتدّ الأمر ويستجمع فنقوى على وضع الحقّ مواضعه ، فقالوا : بل نداويه بالمكابرة! فأبوا حتّى جنحت الحرب وركدت ، ووقدت نيرانها وحمست. فلمّا ضرّستنا وإيّاهم[3] ، ووضعت مخالبها فينا وفيهم ، أجابوا عند ذلك إلى الّذى دعوناهم إليه ، فأجبناهم إلى ما دعوا ، وسارعناهم إلى ما طلبوا ، حتّى استبانت عليهم الحجّة ، وانقطعت منهم المعذرة. فمن تمّ على ذلك منهم فهو الّذى أنقذه اللّه من الهلكة ، ومن لجّ وتمادى فهو الرّاكس[4] الّذى ران اللّه على قلبه ، وصارت دائرة السّوء على رأسه",
        "footnotes": [
          {
            "id": 1,
            "text": "«والظاهر الخ»: الواو للحال، أي: كان التقاؤنا في حال يظهر فيها أننا متحدون في العقيدة لا اختلاف بيننا إلا في دم عثمان، و«لا نستزيدهم» أي: لا نطلب منهم زيادة في الإيمان، لأنهم كانوا مؤمنين. وقوله «الأمر واحد»: جملة مستأنفة لبيان الاتحاد في كل شيء إلا دم عثمان."
          },
          {
            "id": 2,
            "text": "النائرة: اسم فاعل من «نارت الفتنة تنور» إذا انتشرت، والنائرة أيضا العداوة والشحناء. والمكابرة: المعاندة، أي: دعاهم للصلح حتى يسكن الاضطراب ثم يوفيهم طلبهم فأبوا إلا الإصرار على دعواهم. وجنحت الحرب: مالت، أي: مال رجالها لا يقادها، وركدت: استقرت وقامت، ووقدت كوعدت أي: اتقدت والتهبت، وحمس كفرح: اشتد وصلب، ويروى «حمشت»."
          },
          {
            "id": 3,
            "text": "ضرستنا: عضتنا بأضراسها."
          },
          {
            "id": 4,
            "text": "الراكس: الناكث الذي قلب عهده ونكثه. والراكس أيضا الثور الذي يكون في وسط البيدر حين يداس والثيران حواليه وهو يرتكس، أي: يدور مكانه، وران على قلبه: غطى."
          }
        ]
      }
    ]
  }
}