{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "كتاب له عليه السلام إلى عبد الله بن عباس، وهو عامله على البصرة (الرسالة الثامنة عشرة)",
    "total_footnotes": 6,
    "total_sections": 1,
    "compiled_date": "2024-01-01",
    "categories": ["الإدارة والولاية", "البصرة", "بني تميم", "ابن عباس", "الرحمة"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "اعلم أن البصرة مهبط إبليس ومعرس الفتن (1) فحادث أهلها بالإحسان إليهم، واحلل عقدة الخوف عن قلوبهم (2) وقد بلغنى تنمرك لبني تميم (3) وغلظتك عليهم، [و] إن بني تميم لم يغب لهم نجم إلا طلع لهم آخر (4)، وإنهم لم يسبقوا بوغم في جاهلية ولا إسلام، وإن لهم بنا رحما ماسة، وقرابة خاصة، نحن مأجورون على صلتها، ومأزورون على قطيعتها، فاربع (5) أبا العباس، رحمك الله ـ فيما جرى على لسانك ويدك من خير وشر، فإنا شريكان في ذلك، وكن عند صالح ظنى بك، ولا يفيلن رأيى فيك، والسلام.",
        "footnotes": [
          {
            "id": 1,
            "text": "كان عبد الله بن عباس قد اشتد على بنى تميم، لأنهم كانوا مع طلحة والزبير يوم الجمل: فأقصى كثيرا منهم، فعظم على بعضهم من شيعة الامام، فشكا له."
          },
          {
            "id": 2,
            "text": "«مهبط» موضع هبوطه. و «معرس» يروى بالغين المعجمة من الغرس، أي: موضع غرس الفتن، ويروى «معرس» بميم مضمومة فعين مهملة مفتوحة فراء مشددة ـ من التعريس، وهو نزول القوم ليلا للاستراحة، والمعرس: مكان ذلك"
          },
          {
            "id": 3,
            "text": "«حادث أهلها» أي: تعهدهم بالاحسان من قولك «خادثت السيف بالصقال»"
          },
          {
            "id": 4,
            "text": "«تنمرك» أي: تنكر أخلاقك"
          },
          {
            "id": 5,
            "text": "غيبوبة النجم: كناية عن الضعف، وطلوعه: كناية عن القوة، والوغم ـ بفتح فسكون ـ: الحرب والحقد، والثأر، أي: لم يسبقهم أحد في البأس، وكان بين بنى تميم وهاشم مصاهرة، وهي تستلزم القرابة بالنسل"
          },
          {
            "id": 6,
            "text": "اربع: ارفق وقف عند حد ما تعرف، وتقول: اربع عليك، واربع على نفسك، واربع على ظلعك ـ كل ذلك من باب منع ـ أي: قف وانتظر ولا تزد على ذلك. يريد عليه السلام أمره بالتثبت في جميع ما يعتمده فعلا وقولا من خير وشر وألا يعجل به لأنه شريكه فيه، فانه عامله ونائب عنه. وقوله «كن عند صالح ظنى فيك» معناه كن واقفا عنده كأنك تشاهده فتمنعك مشاهدته من فعل ما لا يجوز، وفال رأيه: ضعف"
          }
        ]
      }
    ]
  }
}