
{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "عهد الإمام علي (ع) إلى مالك الأشتر (الرسالة الثالثة والخمسون) - النسخة الكاملة",
    "total_footnotes": 140,
    "total_sections": 6,
    "compiled_date": "2024-01-01",
    "categories": ["العهد", "الإدارة", "السياسة", "العدل", "الرعية", "الحكم", "مصر", "الأشتر النخعي", "الدستور الإسلامي"]
  },
  "content": {
   "description": "عهد الإمام علي (ع) إلى مالك بن الحارث الأشتر النخعي لما ولاه على مصر وأعمالها أشهر وأطول وأهم وثيقة سياسية وإدارية في التاريخ الإسلامي، كتبها الإمام علي (ع) لمالك الأشتر النخعي عند تعيينه والياً على مصر. يعتبر هذا العهد دستوراً شاملاً للحكم الرشيد، ويغطي جميع جوانب الإدارة: من الأسس الأخلاقية والروحية، إلى السياسة الداخلية والخارجية، والاقتصاد، والقضاء، والجيش، والعلاقات الاجتماعية. يحتوي على 79 فقرة تغطي فلسفة الحكم، إدارة الوزراء والمستشارين، النظام الطبقي، الجيش، القضاء، الموظفين، التجار والصناع، رعاية الفقراء، السياسة الخارجية، الأخلاق الحاكمة، والوصايا الختامية. يعتبر مرجعاً أساسياً في الفكر السياسي الإسلامي والإنساني",
    "sections": [
      {
        "id": 1,
        "title": "الجزء الأول: المقدمة والأسس العامة",
        "text": "بسم اللّه الرحمن الرحيم. هذا ما أمر به عبد اللّه علىّ أمير المؤمنين مالك بن الحارث الأشتر فى عهده إليه ، حين ولاّه مصر : جباية خراجها ، وجهاد عدوّها ، واستصلاح أهلها ، وعمارة بلادها. أمره بتقوى اللّه ، وإيثار طاعته ، واتّباع ما أمر به فى كتابه : من فرائضه ، وسننه ، الّتى لا يسعد أحد إلاّ باتّباعها ، ولا يشقى إلاّ مع جحودها وإضاعتها ، وأن ينصر اللّه سبحانه بقلبه ويده ولسانه ، فإنّه ، جلّ اسمه ، قد تكفّل بنصر من نصره ، وإعزاز من أعزّه. وأمره أن يكسر نفسه من الشّهوات ويزعها عند الجمحات[1] ، فإنّ النّفس أمّارة بالسّوء ، إلاّ ما رحم اللّه. ثمّ اعلم ، يا مالك أنّى قد وجّهتك إلى بلاد قد جرت عليها دول قبلك من عدل وجور ، وأنّ النّاس ينظرون من أمورك فى مثل ما كنت تنظر فيه من أمور الولاة قبلك ، ويقولون فيك ما كنت تقول فيهم ، وإنّما يستدلّ على الصّالحين بما يجرى اللّه لهم على ألسن عباده ، فليكن أحبّ الذّخائر إليك ذخيرة العمل للصّالح ، فاملك هواك وشحّ بنفسك عمّا لا يحلّ لك[2] فإنّ الشّحّ بالنّفس الإنصاف منها فيما أحبّت أو كرهت. وأشعر قلبك الرّحمة للرّعيّة ، والمحبّة لهم ، واللّطف بهم ، ولا تكوننّ عليهم سبعا ضاريا تغتنم أكلهم فإنّهم صنفان : إمّا أخ لك فى الدّين ، أو نظير لك فى الخلق ، يفرط منهم الزّلل[3] ، وتعرض لهم العلل ، ويؤتى على أيديهم فى العمد والخطإ[4] فأعطهم من عفوك وصفحك مثل الّذى تحبّ أن يعطيك اللّه من عفوه وصفحه ، فإنّك فوقهم ووالى الأمر عليك فوقك ، واللّه فوق من ولاّك! وقد استكفاك أمرهم[5] وابتلاك بهم ، ولا تنصبنّ نفسك لحرب اللّه[6] فإنّه لا يدى لك بنقمته ، ولا غنى بك عن عفوه ورحمته ، ولا تندمنّ على عفو ، ولا تبجحنّ بعقوبة[7] ، ولا تسرعنّ إلى بادرة وجدت منها مندوحة ، ولا تقولنّ إنّى مؤمّر آمر فأطاع[8] فإنّ ذلك إدغال فى القلب ، ومنهكة للدّين ، وتقرّب من الغير. وإذا أحدث لك ما أنت فيه من سلطانك أبّهة أو مخيلة[9] فانظر إلى عظم ملك اللّه فوقك وقدرته منك على ما لا تقدر عليه من نفسك ، فإنّ ذلك يطامن إليك من طماحك[10] ، ويكفّ عنك من غربك ، ويفى إليك بما عزب عنك من عقلك. إيّاك ومساماة اللّه فى عظمته[11] والتّشبّه به فى جبروته ، فانّ اللّه يذلّ كلّ جبّار ، ويهين كلّ مختال. أنصف اللّه وأنصف النّاس من نفسك ومن خاصّة أهلك ومن لك فيه هوى من رعيّتك[12] ، فانّك إلاّ تفعل تظلم! ومن ظلم عباد اللّه كان اللّه خصمه دون عباده ، ومن خاصمه اللّه أدحض حجّته[13] وكان للّه حربا حتّى ينزع أو يتوب وليس شىء أدعى إلى تغيير نعمة اللّه وتعجيل نقمته من إقامة على ظلم ، فانّ اللّه سميع دعوة المضطهدين وهو للظّالمين بالمرصاد. وليكن أحبّ الأمور إليك أوسطها فى الحقّ ، وأعمّها فى العدل وأجمعها رضا الرّعيّة ، فانّ سخط العامّة يجحف برضا الخاصّة[14] وإنّ سخط الخاصّة يغتفر مع رضا العامّة. وليس أحد من الرّعيّة أثقل على الوالى مؤونة فى الرّخاء وأقلّ معونة له فى البلاء ، وأكره للانصاف ، وأسأل بالالحاف[15] وأقلّ شكرا عند الاعطاء ، وأبطأ عذرا عند المنع ، وأضعف صبرا عند ملمّات الدّهر من أهل الخاصّة[16] وإنّما عماد الدّين وجماع المسلمين[17]. والعدّة للأعداء العامّة من الأمّة ، فليكن صغوك لهم ، وميلك معهم. وليكن أبعد رعيّتك منك وأشنأهم عندك أطلبهم لمعائب النّاس[18] فانّ فى النّاس عيوبا الوالى أحقّ من سترها[19] ، فلا تكشفنّ عمّا غاب عنك منها فانّما عليك تطهير ما ظهر لك ، واللّه يحكم على ما غاب عنك ، فاستر العورة ما استطعت يستر اللّه منك ما تحبّ ستره من رعيّتك أطلق عن النّاس عقدة[20]",
        "footnotes": [
          {
            "id": 1,
            "text": "«وزعها» أي: يكفها عن مطامعها إذا جمحت عليه فلم تنقد لقائد العقل الصحيح والشرع الصريح."
          },
          {
            "id": 2,
            "text": "شح: ابخل بنفسك عن الوقوع في غير الحل، فليس الحرص على النفس إيفاءها كل ما تحب، بل من الحرص عليها أن تحمل على ما تكره إن كان ذلك في الحق فرب محبوب يعقب هلاكا، ومكروه تحمد عاقبته."
          },
          {
            "id": 3,
            "text": "يفرط: يسبق، والزلل: الخطأ."
          },
          {
            "id": 4,
            "text": "يؤتى ـ مبني للمجهول ـ نائب فاعله «على أيديهم»، وأصله «تأتى السيئات على أيديهم»."
          },
          {
            "id": 5,
            "text": "استكفاك: طلب منك كفاية أمرهم والقيام بتدبير مصالحهم."
          },
          {
            "id": 6,
            "text": "أراد بحرب الله مخالفة شريعته بالظلم والجور، و«لا يدى لك بنقمته» أي: ليس لك يد أن تدفع نقمته، أي: لا طاقة لك بها."
          },
          {
            "id": 7,
            "text": "بجح به ـ كفرح لفظا ومعنى ـ والبادرة: ما يبدر من الحدة عند الغضب في قول أو فعل، والمندوحة: المتسع، أي: المخلص."
          },
          {
            "id": 8,
            "text": "مؤمر ـ كمعظم ـ أي: مسلط، والإدغال: إدخال الفساد، ومنهكة: مضعفة، وتقول «نهكه» أي: أضعفه. وتقول «نهكه السلطان» ـ من باب فهم ـ أي: بالغ في عقوبته، والغير ـ بكسر ففتح ـ: حادثات الدهر بتبدل الدول، والاغترار بالسلطة تقرب منها، أي: تعرض للوقوع فيها."
          },
          {
            "id": 9,
            "text": "الأبهة ـ بضم الهمزة وتشديد الباء مفتوحة ـ: العظمة والكبرياء والمخيلة ـ بفتح فكسر: الخيلاء والعجب."
          },
          {
            "id": 10,
            "text": "الطماح ـ ككتاب ـ: النشوز والجماح، و«يطامن» أي: يخفض منه، والغرب ـ بفتح فسكون ـ: الحدة، ويفيء: يرجع إليك بما عزب ـ أي: غاب ـ من عقلك."
          },
          {
            "id": 11,
            "text": "المساماة: المباراة في السمو، أي: العلو."
          },
          {
            "id": 12,
            "text": "من لك فيه هوى، أي: لك إليه ميل خاص."
          },
          {
            "id": 13,
            "text": "أدحض: أبطل، و«حربا» أي: محاربا، و«ينزع» ـ كيضرب ـ أي: يقلع عن ظلمه."
          },
          {
            "id": 14,
            "text": "«يجحف» أي: يذهب برضا الخاصة فلا ينفع الثاني معه. أما لو سخط الخاصة ورضى العامة فلا أثر لسخط الخاصة فهو مغتفر."
          },
          {
            "id": 15,
            "text": "الإلحاف: الإلحاح والشدة في السؤال."
          },
          {
            "id": 16,
            "text": "«من أهل الخاصة» متعلق بأثقل، وما بعده من أفاعل التفضيل."
          },
          {
            "id": 17,
            "text": "جماع الشيء ـ بالكسر ـ جمعه، أي: جماعة الإسلام. والعامة خير عماد وما بعده."
          },
          {
            "id": 18,
            "text": "أشنأهم: أبغضهم، والاطلب للمعائب: الأشد طلا بها."
          },
          {
            "id": 19,
            "text": "«ستر» فعل ماض صلة «من» أي: أحق الساترين لها بالستر."
          },
          {
            "id": 20,
            "text": "احلل عقد الأحقاد من قلوب الناس بحسن السيرة معهم، وقطع عنك أسباب الأوتار ـ أي: العداوات ـ بترك الإساءة إلى الرعية، والوتر ـ بالكسر ـ العداوة، و«تغاب» أي: تغافل، والساعي: هو التمام بمعائب الناس."
          }
        ]
      },
      {
        "id": 2,
        "title": "الجزء الثاني: إدارة الوزراء والطبقات الاجتماعية",
        "text": "كلّ حقد ، واقطع عنك سبب كلّ وتر ، وتغاب عن كلّ ما لا يصحّ لك ولا تعجلنّ إلى تصديق ساع ، فإنّ السّاعى غاش ، وإن تشبّه بالنّاصحين. ولا تدخلنّ فى مشورتك بخيلا يعدل بك عن الفضل[21] ويعدك الفقر ، ولا جبانا يضعفك عن الأمور ، ولا حريصا يزينّ لك الشّره بالجور ، فإنّ البخل والجبن والحرص غرائز شتّى[22] يجمعها سوء الظّنّ باللّه! إنّ شرّ وزرائك من كان للأشرار قبلك وزيرا ، ومن شركهم فى الآثام فلا يكوننّ لك بطانة[23] فإنّهم أعوان الأثمة ، وإخوان الظّلمة ، وأنت واجد منهم خير الخلف[24] ممّن له مثل آرائهم ونفاذهم ، وليس عليه مثل آصارهم وأوزارهم[25] ممّن لم يعاون ظالما على ظلمه ولا آثما على إثمه : أولئك أخفّ عليك مؤونة ، وأحسن لك معونة ، وأحنى عليك عطفا ، وأقلّ لغيرك إلفا[26] ، فاتّخذ أولئك خاصّة لخلواتك وحفلاتك ، ثمّ ليكن آثرهم عندك أقولهم بمرّ الحقّ لك[27] وأقلّهم مساعدة فيما يكون منك ممّا كره اللّه لأوليائه واقعا [ذلك] من هواك حيث وقع[28]. والصق بأهل الورع والصّدق ، ثمّ رضهم على أن لا يطروك[29] ولا يبجحوك بباطل لم تفعله ، فإنّ كثرة الإطراء تحدث الزّهو وتدنى من العزّة. ولا يكوننّ المحسن والمسىء عندك بمنزلة سواء ، فإنّ فى ذلك تزهيدا لأهل الاحسان فى الاحسان ، وتدريبا لأهل الإساءة على الاساءة! وألزم كلاّ منهم ما ألزم نفسه[30]. واعلم أنّه ليس شىء بأدعى إلى حسن ظنّ راع برعيّته من إحسانه إليهم[31] وتخفيفه المؤونات عليهم ، وترك استكراهه إيّاهم على ما ليس [له] قبلهم[32] فليكن منك فى ذلك أمر يجتمع لك به حسن الظّنّ برعيّتك ، فانّ حسن الظّنّ يقطع عنك نصبا طويلا[33] وإنّ أحقّ من حسن ظنّك به لمن حسن بلاؤك عنده ، وإنّ أحقّ من ساء ظنّك به لمن ساء بلاؤك عنده[34]. ولا تنقض سنّة صالحة عمل بها صدور هذه الأمّة ، واجتمعت بها الألفة ، وصلحت عليها الرّعيّة ، ولا تحدثنّ سنّة تضرّ بشىء من ماضى تلك السّنن فيكون الأجر لمن سنّها ، والوزر عليك بما نقضت منها. وأكثر مدارسة العلماء ، ومنافثة الحكماء[35] فى تثبيت ما صلح عليه أمر بلادك ، وإقامة ما استقام به النّاس قبلك. واعلم أنّ الرّعيّة طبقات لا يصلح بعضها إلاّ ببعض ، ولا غنى ببعضها عن بعض : فمنها جنود اللّه ، ومنها كتّاب العامّة والخاصّة[36] ، ومنها قضاة العدل ومنها عمّال الانصاف والرّفق ، ومنها أهل الجزية والخراج من أهل الذّمّة ومسلمة النّاس ، ومنها التّجّار وأهل الصّناعات ، ومنها الطّبقة السّفلى من ذوى الحاجة والمسكنة ، وكلّ قد سمّى اللّه [له] سهمه[37]. ووضع على حدّه فريضة فى كتابه أو سنّة نبيّه ـ صلّى اللّه عليه وآله وسلّم ـ عهدا منه عندنا محفوظا فالجنود ، باذن اللّه ، حصون الرّعيّة ، وزين الولاة ، وعزّ الدّين ، وسبل الأمن ، وليس تقوم الرّعيّة إلاّ بهم ، ثمّ لا قوام للجنود إلاّ بما يخرج اللّه لهم من الخراج الّذى يقوون به على جهاد عدوّهم ، ويعتمدون عليه فيما يصلحهم ، ويكون من وراء حاجتهم[38] ، ثمّ لا قوام لهذين الصّنفين إلاّ بالصّنف الثّالث من القضاة والعمّال والكتّاب ، لما يحكمون من المعاقد[39] ويجمعون من المنافع ، ويؤتمنون عليه من خواصّ الأمور وعوامّها ولا قوام لهم جميعا إلاّ بالتّجّار وذوى الصّناعات فيما يجتمعون عليه من مرافقهم[40] ويقيمونه من أسواقهم ، ويكفونهم من التّرفّق بأيديهم ما لا يبلغه رفق غيرهم ، ثمّ الطّبقة السّفلى من أهل الحاجة والمسكنة الّذين يحقّ رفدهم ومعونتهم[41] وفى اللّه لكلّ سعة ، ولكلّ على الوالى حقّ بقدر ما يصلحه. وليس يخرج الوالى من حقيقة ما ألزمه اللّه من ذلك إلاّ بالاهتمام والاستعانة باللّه ، وتوطين نفسه على لزوم الحقّ ، والصّبر عليه فيما خفّ عليه أو ثقل. فولّ من جنودك أنصحهم فى نفسك للّه ولرسوله ولامامك ، وأنقاهم جيبا[42] وأفضلهم حلما : ممّن يبطىء عن الغضب ، ويستريح إلى العذر ، ويرأف بالضّعفاء ، وينبو على الأقوياء[43] وممّن لا يثيره العنف ، ولا يقعد به الضّعف ثمّ الصق بذوى [المروءات] الأحساب[44] وأهل البيوتات الصّالحة والسّوابق الحسنة ، ثمّ أهل النّجدة والشّجاعة والسّخاء والسّماحة ، فانّهم جماع من الكرم ،",
        "footnotes": [
          {
            "id": 21,
            "text": "الفضل هنا: الإحسان بالبذل. ويعدك: يخوفك من الفقر لو بذلت. والشره بالتحريك: أشد الحرص."
          },
          {
            "id": 22,
            "text": "غرائز: طبائع متفرقة تجتمع في سوء الظن بكرم الله وفضله."
          },
          {
            "id": 23,
            "text": "بطانة الرجل بالكسر: خاصته، وهو من بطانة الثوب خلاف ظهارته. والأثمة: جمع آثم، وهو فاعل الإثم، أي: الذنب. والظلمة: جمع ظالم."
          },
          {
            "id": 24,
            "text": "«منهم» متعلق «بالخلف» أو متعلق «بواجد»، ومن مستعملة في المعنى الاسمي بمعنى بدل."
          },
          {
            "id": 25,
            "text": "الآصار: جمع إصر بالكسر وهو الذنب والإثم، وكذلك الأوزار."
          },
          {
            "id": 26,
            "text": "الألف بالكسر: الألفة والمحبة."
          },
          {
            "id": 27,
            "text": "ليكن أفضلهم لديك أكثرهم قولا بالحق المر، ومرارة الحق: صعوبته على نفس الوالي."
          },
          {
            "id": 28,
            "text": "«واقعا»: حال مما «كره الله»، أي: لا يساعدك على ما كره الله حال كونه نازلا من ميلك إليه أي منزلة، أي: وإن كان من أشد مرغوباتك."
          },
          {
            "id": 29,
            "text": "«رضهم»: أي: عودهم على أن لا يطروك أي: يزيدوا في مدحك ولا يبجحوك أي: يفرحوك بنسبة عمل عظيم إليك ولم تكن فعلته، والزهو بالفتح: العجب. و«تدنى» أي: تقرب من العزة، أي: الكبر."
          },
          {
            "id": 30,
            "text": "فإن المسيء لزم نفسه استحقاق العقاب، والمحسن ألزمها استحقاق الكرامة."
          },
          {
            "id": 31,
            "text": "إذا أحسن الوالي إلى رعيته وثق من قلوبهم بالطاعة له، فإن الإحسان قياد الإنسان فيحسن ظنه بهم، بخلاف ما لو أساء إليهم، فإن الإساءة تحدث العداوة في نفوسهم فينتهزون الفرصة لعصيانه فيسوء ظنه بهم."
          },
          {
            "id": 32,
            "text": "قبلهم بكسر ففتح أي: عندهم."
          },
          {
            "id": 33,
            "text": "النصب بالتحريك: التعب."
          },
          {
            "id": 34,
            "text": "البلاء هنا: الصنع مطلقا حسنا أو سيئا، وتفسير العبارة واضح مما قدمنا."
          },
          {
            "id": 35,
            "text": "المنافثة: المحادثة."
          },
          {
            "id": 36,
            "text": "كتاب كرمان: جمع كاتب، والكتبة منهم عاملون للعامة كالمحاسبين والمحررين في المعتاد من شؤون العامة كالخراج والمظالم، ومنهم مختصون بالحاكم: يفضي إليهم بأسراره، ويوليهم النظر فيما يكتب لأوليائه وأعدائه، وما يقرر في شؤون حربه وسلمه مثلا."
          },
          {
            "id": 37,
            "text": "سهمه: نصيبه من الحق."
          },
          {
            "id": 38,
            "text": "أي: يكون محيطا بجميع حاجاتهم دافعا لها."
          },
          {
            "id": 39,
            "text": "هو وما بعده نشر على ترتيب اللف، والمعاقد: العقود في البيع والشراء وما شابههما مما هو شأن القضاة، وجمع المنافع: من حفظ الأمن، وجباية الخراج، وتصريف الناس في منافعهم العامة، ذلك شأن العمال. والمؤتمنون: هم الكتاب."
          },
          {
            "id": 40,
            "text": "الضمير للتجار وذوي الصناعات، أي: إنهم قوام لمن قبلهم بسبب المرافق."
          },
          {
            "id": 41,
            "text": "رفدهم: مساعدتهم وصلتهم."
          },
          {
            "id": 42,
            "text": "جيب القميص: طوقه، ويقال «نقى الجيب» أي: طاهر الصدر والقلب، والحلم: العقل."
          },
          {
            "id": 43,
            "text": "ينبو: يشتد ويعلو عليهم ليكف أيديهم عن ظلم الضعفاء."
          },
          {
            "id": 44,
            "text": "«ثم الصق الخ»: تبيين للقبيل الذي يؤخذ منه الجند ويكون منه رؤساؤه، وشرح لأوصافهم. وجماع من الكرم: مجموع منه، وشعب بضم ففتح: جمع شعبة، والعرف: المعروف."
          }
        ]
      },
      {
        "id": 3,
        "title": "الجزء الثالث: إدارة الجيش والقضاء والعمال",
        "text": "وشعب من العرف ، ثمّ تفقّد من أمورهم ما يتفقّد الوالدان من ولدهما ، ولا يتفاقمنّ فى نفسك شىء قوّيتهم به[45] ولا تحقرنّ لطفا تعاهدتهم به[46] وإن قلّ ، فإنّه داعية لهم إلى بذل النّصيحة لك ، وحسن الظّنّ بك. ولا تدع تفقّد لطيف أمورهم اتّكالا على جسيمها ، فإنّ لليسير من لطفك موضعا ينتفعون به ، وللجسيم موقعا لا يستغنون عنه. وليكن آثر رؤوس جندك عندك[47] من واساهم فى معونته ، وأفضل عليهم من جدته ، بما يسعهم ويسع من وراءهم من خلوف أهليهم ، حتّى يكون همّهم همّا واحدا فى جهاد العدوّ ، فانّ عطفك عليهم[48] يعطف قلوبهم عليك ، وإنّ أفضل قرّة عين الولاة استقامة العدل فى البلاد ، وظهور مودّة الرّعيّة ، وإنّه لا تظهر مودّتهم إلاّ بسلامة صدورهم ، ولا تصحّ نصيحتهم إلاّ بحيطتهم على ولاة الأمور[49] وقلّة استثقال دولهم ، وترك استبطاء انقطاع مدّتهم ، فافسح فى آمالهم وواصل فى حسن الثّناء عليهم وتعديد ما أبلى ذوو البلاء منهم[50] ، فانّ كثرة الذّكر لحسن أفعالهم تهزّ الشّجاع ، وتحرّض النّاكل ، إن شاء اللّه. ثمّ اعرف لكلّ امرىء منهم ما أبلى ، ولا تضيفنّ بلاء امرىء إلى غيره،[51] ولا تقصّرنّ به دون غاية بلائه ، ولا يدعونّك شرف امرىء إلى أن تعظم من بلائه ما كان صغيرا ، ولا ضعة امرئ إلى أن تستصغر من بلائه ما كان عظيما. واردد إلى اللّه ورسوله ما يضلعك من الخطوب[52] ويشتبه عليك من الأمور ، فقد قال اللّه تعالى لقوم أحبّ إرشادهم : «يٰا أَيُّهَا اَلَّذِينَ آمَنُوا أَطِيعُوا اَللّٰهَ وَأَطِيعُوا اَلرَّسُولَ وَأُولِي اَلْأَمْرِ مِنْكُمْ فَإِنْ تَنٰازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اَللّٰهِ وَاَلرَّسُولِ» فالرّدّ إلى اللّه : الأخذ بمحكم كتابه[53] ، والرّدّ إلى الرّسول : الأخذ بسنّته الجامعة غير المفرّقة[54]. ثمّ اختر للحكم بين النّاس أفضل رعيّتك[55] فى نفسك ممّن لا تضيق به الأمور ولا تمحكه الخصوم[56] ولا يتمادى فى الزّلّة ، ولا يحصر من الفىء إلى الحقّ إذا عرفه[57] ، ولا تشرف نفسه على طمع[58] ولا يكتفى بأدنى فهم دون أقصاه[59] ، وأوقفهم فى الشّبهات[60] وآخذهم بالحجج ، وأقلّهم تبرّما بمراجعة الخصم ، وأصبرهم على تكشّف الأمور ، وأصرمهم عند اتّضاح الحكم ، ممّن لا يزدهيه إطراء[61] ، ولا يستميله إغراء ، وأولئك قليل ، ثمّ أكثر تعاهد قضائه[62] وافسح له فى البذل ما يزيل علّته[63] ، وتقلّ معه حاجته إلى النّاس ، وأعطه من المنزلة لديك ما لا يطمع فيه غيره من خاصّتك[64] ليأمن بذلك اغتيال الرّجال له عندك ، فانظر فى ذلك نظرا بليعا ، فإنّ هذا الدّين قد كان أسيرا فى أيدى الأشرار : يعمل فيه بالهوى ، وتطلب به الدّنيا. ثمّ انظر فى أمور عمّالك فاستعملهم اختبارا[65] ، ولا تولّهم محاباة وأثرة ، فإنّهم جماع من شعب الجور والخيانة ، وتوخّ منهم أهل التّجربة والحياء من أهل البيوتات الصّالحة والقدم فى الإسلام[66] المتقدّمة فانّهم أكرم أخلاقا ، وأصحّ أعراضا ، وأقلّ فى المطامع إشرافا ، وأبلغ فى عواقب الأمور نظرا. ثمّ أسبغ عليهم الأرزاق[67] فإنّ ذلك قوّة لهم على استصلاح أنفسهم ، وغنى لهم عن تناول ما تحت أيديهم ، وحجّة عليهم إن خالفوا أمرك أو ثلموا أمانتك[68] ثمّ تفقّد أعمالهم وابعث العيون من أهل الصّدق والوفاء عليهم[69] ، فانّ تعاهدك فى السّرّ لأمورهم حدوة لهم[70] على استعمال الأمانة والرّفق بالرّعيّة وتحفّظ من الأعوان فان أحد منهم بسط يده إلى خيانة اجتمعت بها عليه[71] عندك أخبار عيونك اكتفيت بذلك شاهدا فبسطت عليه العقوبة فى بدنه ، وأخذته بما أصاب من عمله ، ثمّ نصبته بمقام المذلّة ، ووسمته بالخيانة ، وقلّدته عار التّهمة وتفقّد أمر الخراج بما يصلح أهله ، فإنّ فى صلاحه وصلاحهم صلاحا لمن سواهم ، ولا صلاح لمن سواهم إلاّ بهم ، لأنّ النّاس كلّهم عيال على الخراج وأهله. وليكن نظرك فى عمارة الأرض أبلغ من نظرك فى استجلاب الخراج",
        "footnotes": [
          {
            "id": 45,
            "text": "تفاقم الأمر: عظم، أي: لا تعد شيئا قويتهم به غاية في العظم زائدا عما يستحقون، فكل شيء قويتهم به واجب عليك إتيانه، وهم مستحقون لنيله."
          },
          {
            "id": 46,
            "text": "أي: لا تعد شيئا من تلطفك معهم حقيرا فتتركه لحقارته، بل كل تلطف وإن قل فله موقع من قلوبهم."
          },
          {
            "id": 47,
            "text": "«آثر» أي: أفضل وأعلى منزلة، فليكن أفضل رؤساء الجند من واسى الجند أي: ساعدهم بمعونته لهم، وأفضل عليهم أي: أفاض وجاد من جدته، والجدة بكسر ففتح: الغنى، والمراد ما بيده من أرزاق الجند، وما سلم إليه من وظائف المجاهدين، لا يفتر عليهم في الفرض، ولا ينقصهم شيئا مما فرض لهم، بل يجعل العطاء شاملا لمن تركوهم في الديار من خلوف الأهلين: جمع خلف بفتح فسكون وهو من يبقى في الحي من النساء والعجزة بعد سفر الرجال."
          },
          {
            "id": 48,
            "text": "«عليهم» أي: على الرؤساء."
          },
          {
            "id": 49,
            "text": "حيطة بكسر الحاء: من مصادر «حاطه» بمعنى حفظه وصانه، أي: بمحافظتهم على ولاة أمورهم وحرصهم على بقائهم، وأن لا يستثقلوا دولتهم ولا يستبطئوا انقطاع مدتهم، بل يعدون زمنهم قصيرا يطلبون طوله."
          },
          {
            "id": 50,
            "text": "ما صنع أهل الأعمال العظيمة منهم، فتعديد ذلك يهز الشجاع أي: يحركه للإقدام، ويحرض الناكل، أي: المتأخر القاعد."
          },
          {
            "id": 51,
            "text": "لا تنسبن عمل امرئ إلى غيره، ولا تقصر به في الجزاء دون ما يبلغ منتهى عمله الجميل."
          },
          {
            "id": 52,
            "text": "ضلع فلانا كمنع: ضرب في ضلعه، والمراد ما يشكل عليك."
          },
          {
            "id": 53,
            "text": "محكم الكتاب: نصه الصريح."
          },
          {
            "id": 54,
            "text": "سنة الرسول كلها جامعة، ولكن رويت عنه سنن افترقت بها الآراء، فإذا أخذت فخذ بما أجمع عليه مما لا يختلف في نسبته إليه."
          },
          {
            "id": 55,
            "text": "«ثم اختر الخ» انتقال من الكلام في الجند إلى الكلام في القضاة."
          },
          {
            "id": 56,
            "text": "أمحكه: جعله محكان، أي: عسر الخلق، أو أغضبه، وتقول: محك كمنع أي: لج في الخصومة، فهو محك ككتف ومماحك ومحكان بفتح فسكون ومتمحك، و«تماحكا» أي: تلاجا، و«رجل محكان» أي: عسر الخلق لجوج. أي: لا تحمله مخاصمة الخصوم على اللجاج والإصرار على رأيه. والزلة بالفتح: السقطة في الخطأ."
          },
          {
            "id": 57,
            "text": "حصر كفرح: ضاق صدره، أي: لا يضيق صدره من الرجوع إلى الحق."
          },
          {
            "id": 58,
            "text": "الإشراف على الشيء: الاطلاع عليه من فوق، فالطمع من سفالات الأمور من نظر إليه وهو في أعلى منزلة النزاهة لحقته وصمة النقيصة، فما ظنك بمن هبط إليه وتناوله؟"
          },
          {
            "id": 59,
            "text": "لا يكتفى في الحكم بما يبدو له بأول فهم وأقربه، دون أن يأتي على أقصى الفهم بعد التأمل."
          },
          {
            "id": 60,
            "text": "هذا وما بعده إتباع لأفضل رعيتك، والشبهات: ما لا يتضح الحكم فيها بالنص، فينبغي الوقوف على القضاء حتى يرد الحادثة إلى أصل صحيح. والتبرم: الملل والضجر، وأصرمهم: أقطعهم للخصومة."
          },
          {
            "id": 61,
            "text": "لا يزدهيه: لا يستخفه زيادة الثناء عليه."
          },
          {
            "id": 62,
            "text": "تعاهده: تتبعه بالاستكشاف والتعرف، وضمير «قضائه» لأفضل الرعية الموصوف بالأوصاف السابقة."
          },
          {
            "id": 63,
            "text": "البذل: العطاء، أي: أوسع له حتى يكون ما يأخذه كافيا لمعيشة مثله وحفظ منزلته."
          },
          {
            "id": 64,
            "text": "إذا رفعت منزلته عندك هابته الخاصة كما تهابه العامة، فلا يجرؤ أحد على الوشاية به عندك خوفا منك وإجلالا لمن أجللته."
          },
          {
            "id": 65,
            "text": "ولهم الأعمال بالامتحان، لا محاباة، أي: اختصاصا وميلا منك لمعاونتهم، وأثرة بالتحريك أي: استبدادا بلا مشورة، فإنهما أي: المحاباة والأثرة يجمعان الجور والخيانة."
          },
          {
            "id": 66,
            "text": "«توخ» أي: اطلب وتحر أهل التجربة الخ. والقدم بالتحريك: واحدة الأقدام، أي: الخطوة السابقة. وأهلها هم الأولون."
          },
          {
            "id": 67,
            "text": "أسبغ عليه الرزق: أكمله وأوسع له فيه."
          },
          {
            "id": 68,
            "text": "نقصوا في أدائها أو خانوا."
          },
          {
            "id": 69,
            "text": "العيون: الرقباء."
          },
          {
            "id": 70,
            "text": "«حدوة» أي: سوق لهم وحث."
          },
          {
            "id": 71,
            "text": "«اجتمعت الخ»: أي: اتفقت عليها أخبار الرقباء."
          }
        ]
      },
       {
        "id": 4,
        "text": "لأنّ ذلك لا يدرك إلاّ بالعمارة ، ومن طلب الخراج بغير عمارة أخرب البلاد وأهلك العباد ، ولم يستقم أمره إلاّ قليلا ، فان شكوا ثقلا[1] أو علّة أو انقطاع شرب أو بالّة أو إحالة أرض اغتمرها غرق أو أجحف بها عطش خفّفت عنهم بما ترجو أن يصلح به أمرهم. ولا يثقلنّ عليك شىء خفّفت به المؤونة عنهم فإنّه ذخر يعودون به عليك فى عمارة بلادك ، وتزيين ولايتك ، مع استجلابك حسن ثنائهم ، وتبجّحك باستفاضة العدل فيهم[2] معتمدا فضل قوّتهم[3] بما ذخرت عندهم من إجمامك لهم والثّقة منهم بما عوّدتهم من عدلك عليهم فى رفقك بهم ، فربّما حدث من الأمور ما إذا عوّلت فيه عليهم من بعد احتملوه طيبة أنفسهم به[4] فانّ العمران محتمل ما حمّلته ، وإنّما يؤتى خراب الأرض من إعواز أهلها ، وإنّما يعوز أهلها لإشراف أنفس الولاة على الجمع[5] وسوء ظنّهم بالبقاء ، وقلّة انتفاعهم بالعبر. ثمّ انظر فى حال كتّابك[6] فولّ على أمورك خيرهم ، واخصص رسائلك الّتى تدخل فيها مكائدك وأسرارك بأجمعهم لوجوه صالح الأخلاق[7] ممّن لا تبطره الكرامة فيجترىء بها عليك فى خلاف لك بحضرة ملأ ، ولا تقصر به الغفلة[8] عن إيراد مكاتبات عمّالك عليك وإصدار جواباتها على الصّواب عنك فيما يأخذ لك ويعطى منك ، ولا يضعف عقدا اعتقده لك ، ولا يعجز عن إطلاق ما عقد عليك[9] ، ولا يجهل مبلغ قدر نفسه فى الأمور ، فإنّ الجاهل بقدر نفسه يكون بقدر غيره أجهل ، ثمّ لا يكن اختيارك إيّاهم على فراستك واستنامتك[10] وحسن الظّنّ منك ، فإنّ الرّجال يتعرّفون لفراسات الولاة بتصنّعهم وحسن خدمتهم[11] ، وليس وراء ذلك من النّصيحة والأمانة شىء ، ولكن اختبرهم بما ولّوا للصّالحين قبلك : فاعمد لأحسنهم كان فى العامّة أثرا ، وأعرفهم بالأمانة وجها ، فإنّ ذلك دليل على نصيحتك للّه ولمن ولّيت أمره ، واجعل لرأس كلّ أمر من أمورك رأسا منهم[12] لا يقهره كبيرها ، ولا يتشتّت عليه كثيرها ، ومهما كان فى كتّابك من عيب فتغابيت عنه ألزمته[13] ثمّ استوص بالتّجّار وذوى الصّناعات[14] وأوص بهم خيرا : المقيم منهم والمضطرب بماله[15] ، والمترفّق ببدنه ، فإنّهم موادّ المنافع ، وأسباب المرافق وجلاّبها من المباعد والمطارح فى برّك وبحرك وسهلك وجبلك ، وحيث لا يلتئم النّاس لمواضعها[16] ولا يجترئون عليها ، فإنّهم سلم لا تخاف بائقته[17] وصلح لا تخشى غائلته ، وتفقّد أمورهم بحضرتك وفى حواشى بلادك. واعلم ـ مع ذلك ـ أنّ فى كثير منهم ضيقا فاحشا ، وشحّا قبيحا[18] واحتكارا للمنافع ، وتحكّما فى البياعات ، وذلك باب مضرّة للعامّة وعيب على الولاة ، فامنع من الاحتكار فانّ رسول اللّه ، صلّى اللّه عليه وآله وسلّم ، منع منه. وليكن البيع بيعا سمحا : بموازين عدل ، وأسعار لا تجحف بالفريقين من البائع والمبتاع[19] فمن قارف حكرة بعد نهيك إيّاه[20] فنكّل به ، وعاقبه فى غير إسراف. ثمّ اللّه اللّه فى الطّبقة السّفلى من الّذين لا حيلة لهم من المساكين والمحتاجين وأهل البؤسى والزّمنى[21] فإنّ فى هذه الطّبقة قانعا ومعترّا[22] ، واحفظ للّه ما استحفظك من حقّه فيهم ، واجعل لهم قسما من بيت مالك ، وقسما من غلاّت صوافى الإسلام فى كلّ بلد[23] ، فإنّ للأقصى منهم مثل الّذى للأدنى ، وكلّ قد استرعيت حقّه ، فلا يشغلنّك عنهم بطر[24] فإنّك لا تعذر بتضييعك",
        "footnotes": [
          {
            "id": 1,
            "text": "إذا شكوا ثقل المضروب من مال الخراج أو نزول علة سماوية بزرعهم أضرت بثمراته، أو انقطاع شرب بالكسر، أي: ماء في بلاد تسقى بالأنهار، أو انقطاع بالة أي: ما يبل الأرض من ندى ومطر فيما تسقى بالمطر، أو إحالة أرض بكسر همزة إحالة، أي: تحويلها البذر إلى فساد بالتعفن لما اغتمرها، أي: عمها من الغرق فصارت غمقة كفرحة، أي: غلب عليها الندى والرطوبة حتى صار البذر فيها غمقا ككتف، أي: له رائحة خمة وفساد، ونقصت لذلك غلاتهم أو أجحف العطش أي: ذهب بمادة الغذاء من الأرض فلم ينبت، فعليك عند الشكوى أن تخفف عنهم."
          },
          {
            "id": 2,
            "text": "التبجح: السرور بما يرى من حسن عمله في العدل."
          },
          {
            "id": 3,
            "text": "أي: متخذا زيادة قوتهم عمادا لك تستند إليه عند الحاجة، وأنهم يكونون سندا بما ذخرت عندهم من إجمامك، أي: إراحتك لهم، «والثقة» منصوب بالعطف على «فضل»."
          },
          {
            "id": 4,
            "text": "طيبة بكسر الطاء: مصدر طاب، وهو علة لاحتملوه، أي: لطيب أنفسهم باحتماله فان العمران ما دام قائما وناميا فكل ما حملت أهله سهل عليهم أن يحتملوا، كذا قال الأستاذ الإمام رحمه الله، وعندي أن «طيبة» بتشديد الياء منصوب على الحالية، و«أنفسهم» مرفوع على أنه فاعل بطيبة، ويجوز أن يكون «طيبة» مرفوعا على أنه خبر مقدم، و«أنفسهم» مبتدأ مؤخر، والجملة في محل نصب على الحال، وأي هذين الوجهين أقرب مما ذكره، والاعواز: الفقر والحاجة."
          },
          {
            "id": 5,
            "text": "لتطلع أنفسهم إلى جمع المال ادخارا لما بعد زمن الولاية إذا عزلوا."
          },
          {
            "id": 6,
            "text": "«ثم انظر الخ» انتقال من الكلام في أهل الخراج إلى الكلام في الكتاب: جمع كاتب."
          },
          {
            "id": 7,
            "text": "بأجمعهم: متعلق باخصص، أي: ما يكون من رسائلك حاويا لشيء من المكائد للأعداء وما يشبه ذلك من أسرارك فاخصصه بمن فاق غيره في جميع الأخلاق الصالحة، ولا تبطره أي: لا تطغيه الكرامه فيجرأ على مخالفتك في حضور ملأ وجماعة من الناس فيضر ذلك بمنزلتك منهم."
          },
          {
            "id": 8,
            "text": "لا تكون غفلته موجبة لتقصيره في إطلاعك على ما يرد من أعمالك، ولا في إصدار الأجوبة عنه على وجه الصواب، بل يكون من النباهة والحذق بحيث لا يفوته شيء من ذلك."
          },
          {
            "id": 9,
            "text": "أي: يكون خبيرا بطرق المعاملات بحيث إذا عقد لك عقدا في أي نوع منها لا يكون ضعيفا، بل يكون محكما جزيل الفائدة لك، وإذا وقعت مع أحد في عقد كان ضرره عليك لا يعجز عن حل ذلك العقد."
          },
          {
            "id": 10,
            "text": "الفراسة بالكسر: قوة الظن وحسن النظر في الأمور، والاستنامة: السكون والثقة، أي: لا يكون انتخاب الكتاب تابعا لميلك الخاص."
          },
          {
            "id": 11,
            "text": "«يتعرفون للفراسات» أي: يتوسلون إليها لتعرفهم."
          },
          {
            "id": 12,
            "text": "أي: اجعل لرئاسة كل دائرة من دوائر الأعمال رئيسا من الكتاب مقتدرا على ضبطها لا يقره عظيم تلك الأعمال، ولا يخرج عن ضبطه كثيرها."
          },
          {
            "id": 13,
            "text": "إذا تغابيت أي: تغافلت عن عيب في كتابك كان ذلك العيب لاصقا بك."
          },
          {
            "id": 14,
            "text": "«ثم استوص»: انتقال من الكلام في الكتاب إلى الكلام في التجار والصناع."
          },
          {
            "id": 15,
            "text": "المضطرب: المتردد بأمواله بين البلدان، والمترفق: المكتسب، والمرافق: تقدم تفسيرها بالمنافع، وحقيقتها وهي والمراد هنا ما به يتم الانتفاع كالآنية والأدوات وما يشبه ذلك."
          },
          {
            "id": 16,
            "text": "أي: ويجلبونها من أمكنة بحيث لا يمكن التئام الناس واجتماعهم في مواضع تلك المرافق من تلك الأمكنة."
          },
          {
            "id": 17,
            "text": "فانهم: علة لاستوص وأوص، والبائقة: الداهية، والتجار والصناع مسالمون لا تخشى منهم داهية العصيان."
          },
          {
            "id": 18,
            "text": "الضيق: عسر المعاملة، والشح: البخل، والاحتكار: حبس المطعوم ونحوه عن الناس لا يسمحون به إلا بأثمان فاحشة."
          },
          {
            "id": 19,
            "text": "المبتاع: المشتري."
          },
          {
            "id": 20,
            "text": "«قارف» أي: خالط، والحكرة بالضم: الاحتكار، فمن أتى عمل الاحتكار بعد النهي عنه فنكل به أي: أوقع به النكال والعذاب عقوبة له، لكن من غير إسراف في العقوبة، ولا تجاوز عن حد العدل فيها."
          },
          {
            "id": 21,
            "text": "البؤسى بضم أوله: شدة الفقر، والزمنى بفتح أوله: جمع رمين، وهو المصاب بالزمانة بفتح الزاي أي: العاهة، يريد أرباب العاهات المانعة لهم عن الاكتساب."
          },
          {
            "id": 22,
            "text": "القانع: السائل، من «قنع» كمنع، أي: سأل وخضع وذل، وقد تبدل القاف كافا فيقال كنع. والمعتر بتشديد الراء: المتعرض للعطاء بلا سؤال، واستحفظك: طلب منك حفظه."
          },
          {
            "id": 23,
            "text": "صوافى الإسلام: جمع صافية، وهي أرض الغنيمة، وغلاتها: ثمراتها."
          },
          {
            "id": 24,
            "text": "طغيان بالنعمة."
          }
        ]
      },
      {
        "id":5,
        "text": "التّافه[1] لإحكامك الكثير المهمّ ، فلا تشخص همّك عنهم[2] ولا تصعّر خدّك لهم ، وتفقّد أمور من لا يصل إليك منهم ممّن تقتحمه العيون[3] وتحقره الرّجال ، ففرّغ لأولئك ثقتك[4] من أهل الخشية والتّواضع ، فليرفع إليك أمورهم ، ثمّ اعمل فيهم بالإعذار إلى اللّه يوم تلقاه[5] ، فإنّ هؤلاء من بين الرّعيّة أحوج إلى الإنصاف من غيرهم ، وكلّ فأعذر إلى اللّه فى تأدية حقّه إليه ، وتعهّد أهل اليتم وذوى الرّقّة فى[6] السّن ممّن لا حيلة له ، ولا ينصب للمسألة نفسه ، وذلك على الولاة ثقيل [والحقّ كلّه ثقيل] وقد يخفّفه اللّه على أقوام طلبوا العاقبة فصبّروا أنفسهم ، ووثقوا بصدق موعود اللّه لهم. واجعل لذوى الحاجات منك قسما[7] تفرّغ لهم فيه شخصك ، وتجلس لهم مجلسا عامّا فتتواضع فيه للّه الّذى خلقك ، وتقعد عنهم جندك وأعوانك[8] من أحراسك وشرطك حتّى يكلّمك متكلّمهم غير متتعتع[9] ، فإنّى سمعت رسول اللّه ، صلى اللّه عليه وآله وسلم ، يقول فى غير موطن[10] : (لن تقدّس أمّة[11] لا يؤخذ للضّعيف فيها حقّه من القوىّ غير متتعتع) ثمّ احتمل الخرق منهم والعىّ[12] ، ونحّ عنهم الضّيق والأنف[13] يبسط اللّه عليك بذلك أكناف رحمته ، ويوجب لك ثواب طاعته ، وأعط ما أعطيت هنيئا[14] ، وامنع فى إجمال وإعذار! ثمّ أمور من أمورك لا بدّ لك من مباشرتها : منها إجابة عمّالك بما يعيا عنه كتّابك[15] ، ومنها إصدار حاجات النّاس يوم ورودها عليك بما تحرج به صدور أعوانك[16] ، وأمض لكلّ يوم عمله ، فإنّ لكلّ يوم ما فيه ، واجعل لنفسك فيما بينك وبين اللّه أفضل تلك المواقيت ، وأجزل تلك الأقسام[17] وان كانت كلّها للّه إذا صلحت فيها النّيّة ، وسلمت منها الرّعيّة. وليكن فى خاصّة ما تخلص به للّه دينك : إقامة فرائضه الّتى هى له خاصّة فأعط اللّه من بدنك فى ليلك ونهارك ، ووفّ ما تقرّبت به إلى اللّه من ذلك كاملا غير مثلوم ولا منقوص[18] بالغا من بدنك ما بلغ ، وإذا قمت فى صلاتك للنّاس فلا تكوننّ منفّرا ولا مضيّعا[19] فإنّ فى النّاس من به العلّة وله الحاجة. وقد سألت رسول اللّه ، صلى اللّه عليه وآله وسلم ، حين وجّهنى إلى اليمن كيف أصلّى بهم؟ فقال «صلّ بهم كصلاة أضعفهم ، وكن بالمؤمنين رحيما» وأمّا بعد ، فلا تطوّلنّ احتجابك عن رعيّتك ، فانّ احتجاب الولاة عن الرّعيّة شعبة من الضّيق ، وقلّة علم بالأمور ، والاحتجاب منهم يقطع عنهم علم ما احتجبوا دونه فيصغر عندهم الكبير ، ويعظم الصّغير ، ويقبح الحسن ويحسن القبيح ، ويشاب الحقّ بالباطل ، وإنّما الوالى بشر لا يعرف ما توارى عنه النّاس به من الأمور ، وليست على الحقّ سمات[20] تعرف بها صروب الصّدق من الكذب ، وإنّما أنت أحد رجلين : إمّا امرؤ سخت نفسك بالبذل فى الحقّ ففيم احتجابك[21] من واجب حقّ تعطيه؟ أو فعل كريم تسديه ، أو مبتلى بالمنع فما أسرع كفّ النّاس عن مسألتك إذا أيسوا من بذلك[22] مع أنّ أكثر حاجات النّاس إليك ممّا لا مؤونة فيه عليك من شكاة مظلمة[23] أو طلب إنصاف فى معاملة. ثمّ إنّ للوالى خاصّة وبطانة فيهم استئثار ، وتطاول ، وقلّة إنصاف فى معاملة فاحسم مادّة أولئك بقطع أسباب تلك الأحوال[24] ولا تقطعنّ لأحد من حاشيتك وحامّتك قطيعة[25] ولا يطمعنّ منك فى اعتقاد عقدة تضرّ بمن يليها من النّاس فى شرب أو عمل مشترك يحملون مؤونته على غيرهم فيكون مهنأ ذلك لهم دونك[26] وعيبه عليك فى الدّنيا والآخرة. وألزم الحقّ من لزمه من القريب والبعيد ، وكن فى ذلك صابرا محتسبا ، واقعا ذلك من قرابتك وخاصّتك حيث وقع ، وابتغ عاقبتة بما يثقل عليك منه ، فانّ مغبّة ذلك محمودة[27] وإن ظنّت الرّعيّة بك حيفا فأصحر لهم بعذرك ، واعدل عنك ظنونهم بإصحارك ، فانّ فى ذلك رياضة منك لنفسك[28] ورفقا برعيّتك ، وإعذارا",
        "footnotes": [
          {
            "id": 1,
            "text": "التافه: القليل لا تعذر بتضييعه إذا أحكمت وأنفقت الكثير المهم."
          },
          {
            "id": 2,
            "text": "«لا تشخص» أي: لا تصرف همك أي: اهتمامك عن ملاحظة شؤونهم، و«صعر خده» أماله إعجابا وكبرا."
          },
          {
            "id": 3,
            "text": "تقتحمه العين: تكره أن تنظر إليه احتقارا."
          },
          {
            "id": 4,
            "text": "«فرغ» أي: اجعل للبحث عنهم أشخاصا يتفرغون لمعرفة أحوالهم يكونون ممن تثق بهم، يخافون الله ويتواضعون لعظمته لا يأنفون من تعرف حال الفقراء ليرفعوها إليك."
          },
          {
            "id": 5,
            "text": "«بالإعذار إلى الله» أي: بما يقدم لك عذرا عنده."
          },
          {
            "id": 6,
            "text": "«ذوو اليتم»: الأيتام. وذوو الرقة في السن: المتقدمون فيه."
          },
          {
            "id": 7,
            "text": "«لذوي الحاجات» أي: المتظلمين تتفرغ لهم فيه بشخصك للنظر في مظالمهم."
          },
          {
            "id": 8,
            "text": "تأمر بأن يقعد عنهم ولا يتعرض لهم جندك الخ، والأحراس: جمع حرس بالتحريك، وهو من يحرس الحاكم من وصول المكروه، والشرط بضم ففتح: طائفة من أنواع الحاكم، وهم المعروفون الآن بالضابطة، واحده شرطة بضم فسكون."
          },
          {
            "id": 9,
            "text": "التعتعة في الكلام: التردد فيه من عجز وعي، والمراد غير خائف، تعبيرا باللازم."
          },
          {
            "id": 10,
            "text": "أي: في مواطن كثيرة."
          },
          {
            "id": 11,
            "text": "التقديس، التطهير، أي: لا يطهر الله أمة الخ."
          },
          {
            "id": 12,
            "text": "الخرق بالضم العنف ضد الرفق، والعي بالكسر العجز عن النطق، أي: لا تضجر من هذا ولا تغضب لذاك."
          },
          {
            "id": 13,
            "text": "الضيق: ضيق الصدر بسوء الخلق، والأنف محركة: الاستنكاف والاستكبار وأكناف الرحمة: أطرافها."
          },
          {
            "id": 14,
            "text": "سهلا لا تخشنه باستكثاره والمن به، وإذا منعت فامنع بلطف وتقديم عذر."
          },
          {
            "id": 15,
            "text": "يعيا: يعجز."
          },
          {
            "id": 16,
            "text": "حرج يحرج من باب تعب: ضاق، والأعوان تضيق صدورهم بتعجيل الحاجات، ويحبون المماطلة في قضائها: استجلابا للمنفعة، أو إظهارا للجبروت."
          },
          {
            "id": 17,
            "text": "أجزلها: أعظمها."
          },
          {
            "id": 18,
            "text": "«غير مثلوم»: أي: غير مخدوش بشيء من التقصير ولا مخروق بالرياء، و«بالغا» حال بعد الأحوال السابقة، أي: وإن بلغ من إتعاب بدنك أي مبلغ."
          },
          {
            "id": 19,
            "text": "التنفير: بالتطويل، والتضييع: بالنقص في الأركان، والمطلوب التوسط."
          },
          {
            "id": 20,
            "text": "سمات: جمع سمة بكسر ففتح، وهي العلامة، أي: ليس للحق علامات ظاهرة يتميز بها الصدق من الكذب، وإنما يعرف ذلك بالامتحان، ولا يكون إلا بالمحافظة."
          },
          {
            "id": 21,
            "text": "فلأي سبب تحتجب عن الناس في أداء حقهم، أو في عمل تمنحه إياهم؟"
          },
          {
            "id": 22,
            "text": "البذل: العطاء، فان قنط الناس من قضاء مطالبهم منك أسرعوا إلى البعد عنك، فلا حاجة للاحتجاب."
          },
          {
            "id": 23,
            "text": "شكاة بالفتح، شكاية."
          },
          {
            "id": 24,
            "text": "«فاحسم» أي: اقطع مادة شرورهم عن الناس بقطع أسباب تعديهم، وإنما يكون بالأخذ على أيديهم ومنعهم من التصرف في شؤون العامة."
          },
          {
            "id": 25,
            "text": "الاقطاع: المنحة من الأرض. والقطيعة: الممنوح منها، والحامة كالطامة: الخاصة والقرابة. والاعتقاد: الامتلاك، والعقدة بالضم: الضيعة واعتقاد الضيعة: اقتناؤها، وإذا اقتنوا ضيعة فربما أضروا بمن يليها، أي: يقرب منها، من الناس، في شرب بالكسر وهو النصيب في الماء."
          },
          {
            "id": 26,
            "text": "مهنأه: منفعته الهنيئة."
          },
          {
            "id": 27,
            "text": "المغبة كمحبة: العاقبة، وإلزام الحق لمن لزمهم وإن ثقل على الوالي وعليهم فهم محمود العاقبة بحفظ الدولة في الدنيا ونيل السعادة في الآخرة."
          },
          {
            "id": 28,
            "text": "وإن فعلت فعلا ظنت الرعية أن فيه حيفا أي: ظلما فأصحر أي: ابرز لهم وبين عذرك فيه. وعدل عن كذا: نحاه عنه، والأصحار: الظهور، من «أصحر» إذا برز في الصحراء، و«رياضة» أي: تعويدا لنفسك على العدل. والإعذار: تقديم العذر أو إبداؤه."
          }
        ]
      },
      {
        "id": 6,
        "text": "تبلغ به حاجتك من تقويمهم على الحقّ ولا تدفعنّ صلحا دعاك إليه عدوّك [و] للّه فيه رضا ، فانّ فى الصّلح دعة لجنودك[1] وراحة من همومك ، وأمنا لبلادك ، ولكن الحذر كلّ الحذر من عدوّك بعد صلحه ، فانّ العدوّ ربّما قارب ليتغفّل[2] فخذ بالحزم ، وانّهم فى ذلك حسن الظّنّ. وإن عقدت بينك وبين عدوّك عقدة أو ألبسته منك ذمّة[3] فحط عهدك بالوفاء ، وارع ذمّتك بالأمانة ، واجعل نفسك جنّة دون ما أعطيت[4] ، فانّه ليس من فرائض اللّه شىء النّاس أشدّ عليه اجتماعا مع تفرّق أهوائهم وتشتّت آرائهم من تعظيم الوفاء بالعهود[5] وقد لزم ذلك المشركون فيما بينهم دون المسلمين[6] لما استوبلوا من عواقب الغدر[7] فلا تغدرنّ بذمّتك ولا تخيسنّ بعهدك[8] ولا تختلنّ عدوّك ، فانّه لا يجترئ على اللّه إلاّ جاهل شقىّ. وقد جعل اللّه عهده وذمّته أمنا أفضاه بين العباد برحمته[9] ، وحريما يسكنون إلى منعته ، ويستفيضون إلى جواره[10] فلا إدغال ولا مدالسة[11] ولا خداع فيه ، ولا تعقد عقدا تجوّز فيه العلل[12] ، ولا تعوّلنّ على لحن قول بعد التّأكيد والتّوثقة ، ولا يدعونّك ضيق أمر لزمك فيه عهد اللّه إلى طلب انفساخه بغير الحقّ ، فإنّ صبرك على ضيق أمر ترجو انفراجه وفضل عاقبته خير من غدر تخاف تبعته ، وأن تحيط بك من اللّه فيه طلبة[13] ، فلا تستقيل فيها دنياك ولا آخرتك. إيّاك والدّماء وسفكها بغير حلّها ، فإنّه ليس شىء أدنى لنقمة ، ولا أعظم لتبعة ، ولا أحرى بزوال نعمة وانقطاع مدّة ، من سفك الدّماء بغير حقّها ، واللّه سبحانه مبتدىء بالحكم بين العباد فيما تسافكوا من الدّماء يوم القيامة ، فلا تقوّينّ سلطانك بسفك دم حرام ، فانّ ذلك ممّا يضعفه ويوهنه بل يزيله وينقله ، ولا عذر لك عند اللّه ولا عندى فى قتل العمد ، لأنّ فيه قود البدن[14] ، وإن ابتليت بخطإ وأفرط عليك سوطك[15] أو سيفك أو يدك بالعقوبة ، فانّ فى الوكزة فما فوقها مقتلة ، فلا تطمحنّ بك نخوة سلطانك عن أن تؤدّى إلى أولياء المقتول حقّهم. وإيّاك والاعجاب بنفسك ، والثّقة بما يعجبك منها ، وحبّ الأطراء[16] فإنّ ذلك من أوثق فرص الشّيطان فى نفسه ليمحق ما يكون من إحسان المحسنين. وإيّاك والمنّ على رعيّتك باحسانك ، أو التّزيّد فيما كان من فعلك[17] أو أن عدهم فتتبع موعدك بخلفك ، فإنّ المنّ يبطل الاحسان ، والتّزيّد يذهب بنور الحقّ ، والخلف يوجب المقت عند اللّه والنّاس[18] قال اللّه تعالى : «كَبُرَ مَقْتاً عِنْدَ اَللّٰهِ أَنْ تَقُولُوا مٰا لاٰ تَفْعَلُونَ» وإيّاك والعجلة بالأمور قبل أوانها ، أو التّسقّط فيها عند إمكانها[19] أو اللّجاجة فيها إذا تنكّرت[20] أو الوهن عنها إذا استوضحت. فضع كلّ أمر موضعه ، وأوقع كلّ أمر موقعه. وإيّاك والاستئثار بما النّاس فيه أسوة[21] ، والتّغابى عمّا تعنى به ممّا قد وضح للعيون ، فإنّه مأخوذ منك لغيرك ، وعمّا قليل تنكشف عنك أغطية الأمور ، وينتصف منك للمظلوم ، املك حميّة أنفك[22] ، وسورة حدّك ، وسطوة يدك ، وغرب لسانك ، واحترس من كلّ ذلك بكفّ البادرة[23] ، وتأخير السّطوة ، حتّى يسكن غضبك فتملك الاختيار ، ولن تحكم ذلك من نفسك حتّى تكثر همومك بذكر المعاد إلى ربّك. والواجب عليك أن تتذكّر ما مضى لمن تقدّمك من حكومة عادلة ، أو سنّة فاضلة ، أو أثر عن نبيّنا صلّى اللّه عليه وآله وسلّم ، أو فريضة فى كتاب اللّه ، فتقتدى بما شاهدت ممّا عملنا [به] فيها[24] ، وتجتهد لنفسك فى اتّباع ما عهدت إليك فى عهدى هذا ، واستوثقت به من الحجّة لنفسى عليك ، لكيلا تكون لك علّة عند تسرّع نفسك إلى هواها. وأنا أسأل اللّه بسعة رحمته ، وعظيم قدرته على إعطاء كلّ رغبة[25] أن يوفّقنى وإيّاك لما فيه رضاه من الاقامة على العذر الواضح إليه وإلى خلقه[26] ، مع حسن الثّناء فى العباد ، وجميل الأثر فى البلاد ، وتمام النّعمة ، وتضعيف الكرامة[27] ، وأن يختم لى ولك بالسّعادة والشّهادة ، إنّا إليه راجعون. والسّلام على رسول اللّه صلّى اللّه عليه وآله وسلّم الطّيّبين الطّاهرين ، وسلّم تسليما كثيرا ، والسّلام.",
        "footnotes": [
          {
            "id": 1,
            "text": "الدعة محركة: الراحة."
          },
          {
            "id": 2,
            "text": "«قارب» أي: تقرب منك بالصلح ليلقي عليك عنه غفلة فيغدرك فيها."
          },
          {
            "id": 3,
            "text": "أصل معنى الذمة وجدان مودع في جبلة الإنسان ينبهه لرعاية حق ذوي الحقوق عليه ويدفعه لأداء ما يجب عليه منها، ثم أطلقت على معنى العهد وجعل العهد لباسا لمشابهته له في الرقابة من الضرر، حاطه: حفظه."
          },
          {
            "id": 4,
            "text": "الجنة بالضم: الوقاية، أي: حافظ على ما أعطيت من العهد بروحك."
          },
          {
            "id": 5,
            "text": "«الناس» مبتدأ، و«أشد» خبر، والجملة خبر ليس، يعني أن الناس لم يجتمعوا على فريضة من فرائض الله أشد من اجتماعهم على تعظيم الوفاء بالعهود مع تفرق أهوائهم وتشتت آرائهم، حتى إن المشركين التزموا الوفاء فيما بينهم، فأولى أن يلتزمه المسلمون، كذا قال الإمام، ولنا في إعرابه توقف عظيم، فجملة المبتدأ والخبر صفة لشيء وهو اسم ليس، أو مبتدأ خبره الظرف قبله واسم ليس ضمير الشأن."
          },
          {
            "id": 6,
            "text": "أي: حال كونهم دون المسلمين في الأخلاق والعقائد."
          },
          {
            "id": 7,
            "text": "لأنهم وجدوا عواقب الغدر وبيلة أي: مهلكة، وما والفعل بعدها في تأويل مصدر، أي: استيبالهم."
          },
          {
            "id": 8,
            "text": "خاس بعهده: خان ونقضه. والختل: الخداع."
          },
          {
            "id": 9,
            "text": "الأمن: الأمان، و«أفضاه» هنا بمعنى أفشاه، وأصله المزيد من «فضا فضوا» من باب قعد أي: اتسع، فالرباعي بمعنى وسعه، والسعة مجازية يراد بها الإفشاء والانتشار."
          },
          {
            "id": 10,
            "text": "الحريم: ما حرم عليك أن تمسه، والمنعة بالتحريك ما تمتنع به من القوة."
          },
          {
            "id": 11,
            "text": "«يستفيضون» أي: يفزعون إليه بسرعة."
          },
          {
            "id": 12,
            "text": "الإدغال: الإفساد. والمدالسة: الخيانة."
          },
          {
            "id": 13,
            "text": "العلل: جمع علة، وهي في النقد والكلام، بمعنى ما يصرفه عن وجهه ويحوله إلى غير المراد، وذلك يطرأ على الكلام عند إبهامه وعدم صراحته. ولحن القول: ما يقبل التوجيه كالتورية والتعريض، فإذا تعلل بهذا المقاعد لك وطلب شيئا لا يوافق ما أكدته وأخذت عليه الميثاق فلا تعول عليه. وكذلك لو رأيت ثقلا من التزام العهد فلا تركن إلى لحن القول لتتملص منه، فخذ بأصرح الوجوه لك وعليك."
          },
          {
            "id": 14,
            "text": "و«أن تحيط»: عطف على «تبعة» أي: وتخاف أن تتوجه عليك من الله مطالبة بحقه في الوفاء الذي غدرته ويأخذ الطلب بجميع أطرافك فلا يمكنك التخلص منه ويصعب عليك أن تسأل الله أن يقيلك من هذه المطالبة بعفو عنك في دنيا أو آخرة بعد ما تجرأت على عهده بالنقض."
          },
          {
            "id": 15,
            "text": "القود بالتحريك: القصاص، وإضافته للبدن لأنه يقع عليه."
          },
          {
            "id": 16,
            "text": "أفرط عليك: عجل بما لم تكن تريده: أردت تأديبا فأعقب قتلا. وقوله «فإن في الوكزة» تعليل لأفرط، والوكزة بفتح فسكون: الضربة بجمع الكف بضم الجيم، أي: قبضته، وهي المعروفة باللكمة. وقوله «فلا تطمحن» أي: ترتفعن بك كبرياء السلطان عن تأدية الدية إليهم في القتل الخطأ، جواب الشرط."
          },
          {
            "id": 17,
            "text": "الإطراء: المبالغة في الثناء، والفرصة بالضم: حادث يمكنك لو سعيت من الوصول لمقصدك، والعجب في الإنسان من أشد الفرص لتمكين الشيطان من قصده وهو محق الإحسان بما يتبعه من الغرور والتعالي بالفعل على من وصل إليه أثره."
          },
          {
            "id": 18,
            "text": "التزيد كالتقيد: إظهار الزيادة في الأعمال عن الواقع منها في معرض الافتخار."
          },
          {
            "id": 19,
            "text": "المقت: البغض والسخط."
          },
          {
            "id": 20,
            "text": "التسقط: من قولهم «تسقط في الخبر يتسقط» إذا أخذه قليلا، يريد به هنا: التهاون. وفي نسخة «التساقط» بمد السين من «ساقط الفرس عدوه» إذا جاء مسترخيا."
          },
          {
            "id": 21,
            "text": "تنكرت: لم يعرف وجه الصواب فيها، واللجاجة: الإصرار على منازعة الأمر ليتم على عسر فيه، والوهن: الضعف."
          },
          {
            "id": 22,
            "text": "احذر أن تخص نفسك بشيء تزيد به عن الناس، وهو مما تجب فيه المساواة من الحقوق العامة. والتغابي: التغافل. «وما يعنى به» مبني للمجهول أي: يهتم به."
          },
          {
            "id": 23,
            "text": "يقال «فلان حمى الأنف» إذا كان أبيا يأنف الضيم، أي: املك نفسك عند الغضب. والسورة بفتح السين وسكون الواو: الحدة، والحد بالفتح: البأس. والغرب بفتح فسكون: الحد تشبيها له بحد السيف ونحوه."
          },
          {
            "id": 24,
            "text": "البادرة: ما يبدر من اللسان عند الغضب من سباب ونحوه، وإطلاق اللسان يزيد الغضب اتقادا، والسكوت يطفئ من لهبه."
          },
          {
            "id": 25,
            "text": "ضمير «فيها» يعود إلى جميع ما تقدم، أي: تذكر كل ذلك واعمل فيه مثل ما رأيتنا نعمل، واحذر التأويل حسب الهوى."
          },
          {
            "id": 26,
            "text": "«على» متعلقة بقدرة."
          },
          {
            "id": 27,
            "text": "يريد من العذر الواضح العدل، فإنه عذر لك عند من قضيت عليه، وعذر عند الله فيمن أجريت عليه عقوبة أو حرمته من منفعة."
          },
          {
            "id": 28,
            "text": "أي: زيادة الكرامة أضعافا."
          }
        ]
      }
    ]
  }
}


