{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "عهد الإمام علي (ع) إلى مالك الأشتر (الرسالة الثالثة والخمسون) - النسخة الكاملة",
    "total_footnotes": 140,
    "total_sections": 6,
    "compiled_date": "2024-01-01",
    "categories": ["العهد", "الإدارة", "السياسة", "العدل", "الرعية", "الحكم", "مصر", "الأشتر النخعي", "الدستور الإسلامي"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "title": "الجزء الأول: المقدمة والأسس العامة",
        "text": "بسم اللّه الرحمن الرحيم. هذا ما أمر به عبد اللّه علىّ أمير المؤمنين مالك بن الحارث الأشتر فى عهده إليه ، حين ولاّه مصر : جباية خراجها ، وجهاد عدوّها ، واستصلاح أهلها ، وعمارة بلادها. أمره بتقوى اللّه ، وإيثار طاعته ، واتّباع ما أمر به فى كتابه : من فرائضه ، وسننه ، الّتى لا يسعد أحد إلاّ باتّباعها ، ولا يشقى إلاّ مع جحودها وإضاعتها ، وأن ينصر اللّه سبحانه بقلبه ويده ولسانه ، فإنّه ، جلّ اسمه ، قد تكفّل بنصر من نصره ، وإعزاز من أعزّه. وأمره أن يكسر نفسه من الشّهوات ويزعها عند الجمحات[1] ، فإنّ النّفس أمّارة بالسّوء ، إلاّ ما رحم اللّه. ثمّ اعلم ، يا مالك أنّى قد وجّهتك إلى بلاد قد جرت عليها دول قبلك من عدل وجور ، وأنّ النّاس ينظرون من أمورك فى مثل ما كنت تنظر فيه من أمور الولاة قبلك ، ويقولون فيك ما كنت تقول فيهم ، وإنّما يستدلّ على الصّالحين بما يجرى اللّه لهم على ألسن عباده ، فليكن أحبّ الذّخائر إليك ذخيرة العمل للصّالح ، فاملك هواك وشحّ بنفسك عمّا لا يحلّ لك[2] فإنّ الشّحّ بالنّفس الإنصاف منها فيما أحبّت أو كرهت. وأشعر قلبك الرّحمة للرّعيّة ، والمحبّة لهم ، واللّطف بهم ، ولا تكوننّ عليهم سبعا ضاريا تغتنم أكلهم فإنّهم صنفان : إمّا أخ لك فى الدّين ، أو نظير لك فى الخلق ، يفرط منهم الزّلل[3] ، وتعرض لهم العلل ، ويؤتى على أيديهم فى العمد والخطإ[4] فأعطهم من عفوك وصفحك مثل الّذى تحبّ أن يعطيك اللّه من عفوه وصفحه ، فإنّك فوقهم ووالى الأمر عليك فوقك ، واللّه فوق من ولاّك! وقد استكفاك أمرهم[5] وابتلاك بهم ، ولا تنصبنّ نفسك لحرب اللّه[6] فإنّه لا يدى لك بنقمته ، ولا غنى بك عن عفوه ورحمته ، ولا تندمنّ على عفو ، ولا تبجحنّ بعقوبة[7] ، ولا تسرعنّ إلى بادرة وجدت منها مندوحة ، ولا تقولنّ إنّى مؤمّر آمر فأطاع[8] فإنّ ذلك إدغال فى القلب ، ومنهكة للدّين ، وتقرّب من الغير. وإذا أحدث لك ما أنت فيه من سلطانك أبّهة أو مخيلة[9] فانظر إلى عظم ملك اللّه فوقك وقدرته منك على ما لا تقدر عليه من نفسك ، فإنّ ذلك يطامن إليك من طماحك[10] ، ويكفّ عنك من غربك ، ويفى إليك بما عزب عنك من عقلك. إيّاك ومساماة اللّه فى عظمته[11] والتّشبّه به فى جبروته ، فانّ اللّه يذلّ كلّ جبّار ، ويهين كلّ مختال. أنصف اللّه وأنصف النّاس من نفسك ومن خاصّة أهلك ومن لك فيه هوى من رعيّتك[12] ، فانّك إلاّ تفعل تظلم! ومن ظلم عباد اللّه كان اللّه خصمه دون عباده ، ومن خاصمه اللّه أدحض حجّته[13] وكان للّه حربا حتّى ينزع أو يتوب وليس شىء أدعى إلى تغيير نعمة اللّه وتعجيل نقمته من إقامة على ظلم ، فانّ اللّه سميع دعوة المضطهدين وهو للظّالمين بالمرصاد. وليكن أحبّ الأمور إليك أوسطها فى الحقّ ، وأعمّها فى العدل وأجمعها رضا الرّعيّة ، فانّ سخط العامّة يجحف برضا الخاصّة[14] وإنّ سخط الخاصّة يغتفر مع رضا العامّة. وليس أحد من الرّعيّة أثقل على الوالى مؤونة فى الرّخاء وأقلّ معونة له فى البلاء ، وأكره للانصاف ، وأسأل بالالحاف[15] وأقلّ شكرا عند الاعطاء ، وأبطأ عذرا عند المنع ، وأضعف صبرا عند ملمّات الدّهر من أهل الخاصّة[16] وإنّما عماد الدّين وجماع المسلمين[17]. والعدّة للأعداء العامّة من الأمّة ، فليكن صغوك لهم ، وميلك معهم. وليكن أبعد رعيّتك منك وأشنأهم عندك أطلبهم لمعائب النّاس[18] فانّ فى النّاس عيوبا الوالى أحقّ من سترها[19] ، فلا تكشفنّ عمّا غاب عنك منها فانّما عليك تطهير ما ظهر لك ، واللّه يحكم على ما غاب عنك ، فاستر العورة ما استطعت يستر اللّه منك ما تحبّ ستره من رعيّتك أطلق عن النّاس عقدة[20]",
        "footnotes": [
          {
            "id": 1,
            "text": "«وزعها» أي: يكفها عن مطامعها إذا جمحت عليه فلم تنقد لقائد العقل الصحيح والشرع الصريح."
          },
          {
            "id": 2,
            "text": "شح: ابخل بنفسك عن الوقوع في غير الحل، فليس الحرص على النفس إيفاءها كل ما تحب، بل من الحرص عليها أن تحمل على ما تكره إن كان ذلك في الحق فرب محبوب يعقب هلاكا، ومكروه تحمد عاقبته."
          },
          {
            "id": 3,
            "text": "يفرط: يسبق، والزلل: الخطأ."
          },
          {
            "id": 4,
            "text": "يؤتى ـ مبني للمجهول ـ نائب فاعله «على أيديهم»، وأصله «تأتى السيئات على أيديهم»."
          },
          {
            "id": 5,
            "text": "استكفاك: طلب منك كفاية أمرهم والقيام بتدبير مصالحهم."
          },
          {
            "id": 6,
            "text": "أراد بحرب الله مخالفة شريعته بالظلم والجور، و«لا يدى لك بنقمته» أي: ليس لك يد أن تدفع نقمته، أي: لا طاقة لك بها."
          },
          {
            "id": 7,
            "text": "بجح به ـ كفرح لفظا ومعنى ـ والبادرة: ما يبدر من الحدة عند الغضب في قول أو فعل، والمندوحة: المتسع، أي: المخلص."
          },
          {
            "id": 8,
            "text": "مؤمر ـ كمعظم ـ أي: مسلط، والإدغال: إدخال الفساد، ومنهكة: مضعفة، وتقول «نهكه» أي: أضعفه. وتقول «نهكه السلطان» ـ من باب فهم ـ أي: بالغ في عقوبته، والغير ـ بكسر ففتح ـ: حادثات الدهر بتبدل الدول، والاغترار بالسلطة تقرب منها، أي: تعرض للوقوع فيها."
          },
          {
            "id": 9,
            "text": "الأبهة ـ بضم الهمزة وتشديد الباء مفتوحة ـ: العظمة والكبرياء والمخيلة ـ بفتح فكسر: الخيلاء والعجب."
          },
          {
            "id": 10,
            "text": "الطماح ـ ككتاب ـ: النشوز والجماح، و«يطامن» أي: يخفض منه، والغرب ـ بفتح فسكون ـ: الحدة، ويفيء: يرجع إليك بما عزب ـ أي: غاب ـ من عقلك."
          },
          {
            "id": 11,
            "text": "المساماة: المباراة في السمو، أي: العلو."
          },
          {
            "id": 12,
            "text": "من لك فيه هوى، أي: لك إليه ميل خاص."
          },
          {
            "id": 13,
            "text": "أدحض: أبطل، و«حربا» أي: محاربا، و«ينزع» ـ كيضرب ـ أي: يقلع عن ظلمه."
          },
          {
            "id": 14,
            "text": "«يجحف» أي: يذهب برضا الخاصة فلا ينفع الثاني معه. أما لو سخط الخاصة ورضى العامة فلا أثر لسخط الخاصة فهو مغتفر."
          },
          {
            "id": 15,
            "text": "الإلحاف: الإلحاح والشدة في السؤال."
          },
          {
            "id": 16,
            "text": "«من أهل الخاصة» متعلق بأثقل، وما بعده من أفاعل التفضيل."
          },
          {
            "id": 17,
            "text": "جماع الشيء ـ بالكسر ـ جمعه، أي: جماعة الإسلام. والعامة خير عماد وما بعده."
          },
          {
            "id": 18,
            "text": "أشنأهم: أبغضهم، والاطلب للمعائب: الأشد طلا بها."
          },
          {
            "id": 19,
            "text": "«ستر» فعل ماض صلة «من» أي: أحق الساترين لها بالستر."
          },
          {
            "id": 20,
            "text": "احلل عقد الأحقاد من قلوب الناس بحسن السيرة معهم، وقطع عنك أسباب الأوتار ـ أي: العداوات ـ بترك الإساءة إلى الرعية، والوتر ـ بالكسر ـ العداوة، و«تغاب» أي: تغافل، والساعي: هو التمام بمعائب الناس."
          }
        ]
      },
      {
        "id": 2,
        "title": "الجزء الثاني: إدارة الوزراء والطبقات الاجتماعية",
        "text": "كلّ حقد ، واقطع عنك سبب كلّ وتر ، وتغاب عن كلّ ما لا يصحّ لك ولا تعجلنّ إلى تصديق ساع ، فإنّ السّاعى غاش ، وإن تشبّه بالنّاصحين. ولا تدخلنّ فى مشورتك بخيلا يعدل بك عن الفضل[21] ويعدك الفقر ، ولا جبانا يضعفك عن الأمور ، ولا حريصا يزينّ لك الشّره بالجور ، فإنّ البخل والجبن والحرص غرائز شتّى[22] يجمعها سوء الظّنّ باللّه! إنّ شرّ وزرائك من كان للأشرار قبلك وزيرا ، ومن شركهم فى الآثام فلا يكوننّ لك بطانة[23] فإنّهم أعوان الأثمة ، وإخوان الظّلمة ، وأنت واجد منهم خير الخلف[24] ممّن له مثل آرائهم ونفاذهم ، وليس عليه مثل آصارهم وأوزارهم[25] ممّن لم يعاون ظالما على ظلمه ولا آثما على إثمه : أولئك أخفّ عليك مؤونة ، وأحسن لك معونة ، وأحنى عليك عطفا ، وأقلّ لغيرك إلفا[26] ، فاتّخذ أولئك خاصّة لخلواتك وحفلاتك ، ثمّ ليكن آثرهم عندك أقولهم بمرّ الحقّ لك[27] وأقلّهم مساعدة فيما يكون منك ممّا كره اللّه لأوليائه واقعا [ذلك] من هواك حيث وقع[28]. والصق بأهل الورع والصّدق ، ثمّ رضهم على أن لا يطروك[29] ولا يبجحوك بباطل لم تفعله ، فإنّ كثرة الإطراء تحدث الزّهو وتدنى من العزّة. ولا يكوننّ المحسن والمسىء عندك بمنزلة سواء ، فإنّ فى ذلك تزهيدا لأهل الاحسان فى الاحسان ، وتدريبا لأهل الإساءة على الاساءة! وألزم كلاّ منهم ما ألزم نفسه[30]. واعلم أنّه ليس شىء بأدعى إلى حسن ظنّ راع برعيّته من إحسانه إليهم[31] وتخفيفه المؤونات عليهم ، وترك استكراهه إيّاهم على ما ليس [له] قبلهم[32] فليكن منك فى ذلك أمر يجتمع لك به حسن الظّنّ برعيّتك ، فانّ حسن الظّنّ يقطع عنك نصبا طويلا[33] وإنّ أحقّ من حسن ظنّك به لمن حسن بلاؤك عنده ، وإنّ أحقّ من ساء ظنّك به لمن ساء بلاؤك عنده[34]. ولا تنقض سنّة صالحة عمل بها صدور هذه الأمّة ، واجتمعت بها الألفة ، وصلحت عليها الرّعيّة ، ولا تحدثنّ سنّة تضرّ بشىء من ماضى تلك السّنن فيكون الأجر لمن سنّها ، والوزر عليك بما نقضت منها. وأكثر مدارسة العلماء ، ومنافثة الحكماء[35] فى تثبيت ما صلح عليه أمر بلادك ، وإقامة ما استقام به النّاس قبلك. واعلم أنّ الرّعيّة طبقات لا يصلح بعضها إلاّ ببعض ، ولا غنى ببعضها عن بعض : فمنها جنود اللّه ، ومنها كتّاب العامّة والخاصّة[36] ، ومنها قضاة العدل ومنها عمّال الانصاف والرّفق ، ومنها أهل الجزية والخراج من أهل الذّمّة ومسلمة النّاس ، ومنها التّجّار وأهل الصّناعات ، ومنها الطّبقة السّفلى من ذوى الحاجة والمسكنة ، وكلّ قد سمّى اللّه [له] سهمه[37]. ووضع على حدّه فريضة فى كتابه أو سنّة نبيّه ـ صلّى اللّه عليه وآله وسلّم ـ عهدا منه عندنا محفوظا فالجنود ، باذن اللّه ، حصون الرّعيّة ، وزين الولاة ، وعزّ الدّين ، وسبل الأمن ، وليس تقوم الرّعيّة إلاّ بهم ، ثمّ لا قوام للجنود إلاّ بما يخرج اللّه لهم من الخراج الّذى يقوون به على جهاد عدوّهم ، ويعتمدون عليه فيما يصلحهم ، ويكون من وراء حاجتهم[38] ، ثمّ لا قوام لهذين الصّنفين إلاّ بالصّنف الثّالث من القضاة والعمّال والكتّاب ، لما يحكمون من المعاقد[39] ويجمعون من المنافع ، ويؤتمنون عليه من خواصّ الأمور وعوامّها ولا قوام لهم جميعا إلاّ بالتّجّار وذوى الصّناعات فيما يجتمعون عليه من مرافقهم[40] ويقيمونه من أسواقهم ، ويكفونهم من التّرفّق بأيديهم ما لا يبلغه رفق غيرهم ، ثمّ الطّبقة السّفلى من أهل الحاجة والمسكنة الّذين يحقّ رفدهم ومعونتهم[41] وفى اللّه لكلّ سعة ، ولكلّ على الوالى حقّ بقدر ما يصلحه. وليس يخرج الوالى من حقيقة ما ألزمه اللّه من ذلك إلاّ بالاهتمام والاستعانة باللّه ، وتوطين نفسه على لزوم الحقّ ، والصّبر عليه فيما خفّ عليه أو ثقل. فولّ من جنودك أنصحهم فى نفسك للّه ولرسوله ولامامك ، وأنقاهم جيبا[42] وأفضلهم حلما : ممّن يبطىء عن الغضب ، ويستريح إلى العذر ، ويرأف بالضّعفاء ، وينبو على الأقوياء[43] وممّن لا يثيره العنف ، ولا يقعد به الضّعف ثمّ الصق بذوى [المروءات] الأحساب[44] وأهل البيوتات الصّالحة والسّوابق الحسنة ، ثمّ أهل النّجدة والشّجاعة والسّخاء والسّماحة ، فانّهم جماع من الكرم ،",
        "footnotes": [
          {
            "id": 21,
            "text": "الفضل هنا: الإحسان بالبذل. ويعدك: يخوفك من الفقر لو بذلت. والشره بالتحريك: أشد الحرص."
          },
          {
            "id": 22,
            "text": "غرائز: طبائع متفرقة تجتمع في سوء الظن بكرم الله وفضله."
          },
          {
            "id": 23,
            "text": "بطانة الرجل بالكسر: خاصته، وهو من بطانة الثوب خلاف ظهارته. والأثمة: جمع آثم، وهو فاعل الإثم، أي: الذنب. والظلمة: جمع ظالم."
          },
          {
            "id": 24,
            "text": "«منهم» متعلق «بالخلف» أو متعلق «بواجد»، ومن مستعملة في المعنى الاسمي بمعنى بدل."
          },
          {
            "id": 25,
            "text": "الآصار: جمع إصر بالكسر وهو الذنب والإثم، وكذلك الأوزار."
          },
          {
            "id": 26,
            "text": "الألف بالكسر: الألفة والمحبة."
          },
          {
            "id": 27,
            "text": "ليكن أفضلهم لديك أكثرهم قولا بالحق المر، ومرارة الحق: صعوبته على نفس الوالي."
          },
          {
            "id": 28,
            "text": "«واقعا»: حال مما «كره الله»، أي: لا يساعدك على ما كره الله حال كونه نازلا من ميلك إليه أي منزلة، أي: وإن كان من أشد مرغوباتك."
          },
          {
            "id": 29,
            "text": "«رضهم»: أي: عودهم على أن لا يطروك أي: يزيدوا في مدحك ولا يبجحوك أي: يفرحوك بنسبة عمل عظيم إليك ولم تكن فعلته، والزهو بالفتح: العجب. و«تدنى» أي: تقرب من العزة، أي: الكبر."
          },
          {
            "id": 30,
            "text": "فإن المسيء لزم نفسه استحقاق العقاب، والمحسن ألزمها استحقاق الكرامة."
          },
          {
            "id": 31,
            "text": "إذا أحسن الوالي إلى رعيته وثق من قلوبهم بالطاعة له، فإن الإحسان قياد الإنسان فيحسن ظنه بهم، بخلاف ما لو أساء إليهم، فإن الإساءة تحدث العداوة في نفوسهم فينتهزون الفرصة لعصيانه فيسوء ظنه بهم."
          },
          {
            "id": 32,
            "text": "قبلهم بكسر ففتح أي: عندهم."
          },
          {
            "id": 33,
            "text": "النصب بالتحريك: التعب."
          },
          {
            "id": 34,
            "text": "البلاء هنا: الصنع مطلقا حسنا أو سيئا، وتفسير العبارة واضح مما قدمنا."
          },
          {
            "id": 35,
            "text": "المنافثة: المحادثة."
          },
          {
            "id": 36,
            "text": "كتاب كرمان: جمع كاتب، والكتبة منهم عاملون للعامة كالمحاسبين والمحررين في المعتاد من شؤون العامة كالخراج والمظالم، ومنهم مختصون بالحاكم: يفضي إليهم بأسراره، ويوليهم النظر فيما يكتب لأوليائه وأعدائه، وما يقرر في شؤون حربه وسلمه مثلا."
          },
          {
            "id": 37,
            "text": "سهمه: نصيبه من الحق."
          },
          {
            "id": 38,
            "text": "أي: يكون محيطا بجميع حاجاتهم دافعا لها."
          },
          {
            "id": 39,
            "text": "هو وما بعده نشر على ترتيب اللف، والمعاقد: العقود في البيع والشراء وما شابههما مما هو شأن القضاة، وجمع المنافع: من حفظ الأمن، وجباية الخراج، وتصريف الناس في منافعهم العامة، ذلك شأن العمال. والمؤتمنون: هم الكتاب."
          },
          {
            "id": 40,
            "text": "الضمير للتجار وذوي الصناعات، أي: إنهم قوام لمن قبلهم بسبب المرافق."
          },
          {
            "id": 41,
            "text": "رفدهم: مساعدتهم وصلتهم."
          },
          {
            "id": 42,
            "text": "جيب القميص: طوقه، ويقال «نقى الجيب» أي: طاهر الصدر والقلب، والحلم: العقل."
          },
          {
            "id": 43,
            "text": "ينبو: يشتد ويعلو عليهم ليكف أيديهم عن ظلم الضعفاء."
          },
          {
            "id": 44,
            "text": "«ثم الصق الخ»: تبيين للقبيل الذي يؤخذ منه الجند ويكون منه رؤساؤه، وشرح لأوصافهم. وجماع من الكرم: مجموع منه، وشعب بضم ففتح: جمع شعبة، والعرف: المعروف."
          }
        ]
      },
      {
        "id": 3,
        "title": "الجزء الثالث: إدارة الجيش والقضاء والعمال",
        "text": "وشعب من العرف ، ثمّ تفقّد من أمورهم ما يتفقّد الوالدان من ولدهما ، ولا يتفاقمنّ فى نفسك شىء قوّيتهم به[45] ولا تحقرنّ لطفا تعاهدتهم به[46] وإن قلّ ، فإنّه داعية لهم إلى بذل النّصيحة لك ، وحسن الظّنّ بك. ولا تدع تفقّد لطيف أمورهم اتّكالا على جسيمها ، فإنّ لليسير من لطفك موضعا ينتفعون به ، وللجسيم موقعا لا يستغنون عنه. وليكن آثر رؤوس جندك عندك[47] من واساهم فى معونته ، وأفضل عليهم من جدته ، بما يسعهم ويسع من وراءهم من خلوف أهليهم ، حتّى يكون همّهم همّا واحدا فى جهاد العدوّ ، فانّ عطفك عليهم[48] يعطف قلوبهم عليك ، وإنّ أفضل قرّة عين الولاة استقامة العدل فى البلاد ، وظهور مودّة الرّعيّة ، وإنّه لا تظهر مودّتهم إلاّ بسلامة صدورهم ، ولا تصحّ نصيحتهم إلاّ بحيطتهم على ولاة الأمور[49] وقلّة استثقال دولهم ، وترك استبطاء انقطاع مدّتهم ، فافسح فى آمالهم وواصل فى حسن الثّناء عليهم وتعديد ما أبلى ذوو البلاء منهم[50] ، فانّ كثرة الذّكر لحسن أفعالهم تهزّ الشّجاع ، وتحرّض النّاكل ، إن شاء اللّه. ثمّ اعرف لكلّ امرىء منهم ما أبلى ، ولا تضيفنّ بلاء امرىء إلى غيره،[51] ولا تقصّرنّ به دون غاية بلائه ، ولا يدعونّك شرف امرىء إلى أن تعظم من بلائه ما كان صغيرا ، ولا ضعة امرئ إلى أن تستصغر من بلائه ما كان عظيما. واردد إلى اللّه ورسوله ما يضلعك من الخطوب[52] ويشتبه عليك من الأمور ، فقد قال اللّه تعالى لقوم أحبّ إرشادهم : «يٰا أَيُّهَا اَلَّذِينَ آمَنُوا أَطِيعُوا اَللّٰهَ وَأَطِيعُوا اَلرَّسُولَ وَأُولِي اَلْأَمْرِ مِنْكُمْ فَإِنْ تَنٰازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اَللّٰهِ وَاَلرَّسُولِ» فالرّدّ إلى اللّه : الأخذ بمحكم كتابه[53] ، والرّدّ إلى الرّسول : الأخذ بسنّته الجامعة غير المفرّقة[54]. ثمّ اختر للحكم بين النّاس أفضل رعيّتك[55] فى نفسك ممّن لا تضيق به الأمور ولا تمحكه الخصوم[56] ولا يتمادى فى الزّلّة ، ولا يحصر من الفىء إلى الحقّ إذا عرفه[57] ، ولا تشرف نفسه على طمع[58] ولا يكتفى بأدنى فهم دون أقصاه[59] ، وأوقفهم فى الشّبهات[60] وآخذهم بالحجج ، وأقلّهم تبرّما بمراجعة الخصم ، وأصبرهم على تكشّف الأمور ، وأصرمهم عند اتّضاح الحكم ، ممّن لا يزدهيه إطراء[61] ، ولا يستميله إغراء ، وأولئك قليل ، ثمّ أكثر تعاهد قضائه[62] وافسح له فى البذل ما يزيل علّته[63] ، وتقلّ معه حاجته إلى النّاس ، وأعطه من المنزلة لديك ما لا يطمع فيه غيره من خاصّتك[64] ليأمن بذلك اغتيال الرّجال له عندك ، فانظر فى ذلك نظرا بليعا ، فإنّ هذا الدّين قد كان أسيرا فى أيدى الأشرار : يعمل فيه بالهوى ، وتطلب به الدّنيا. ثمّ انظر فى أمور عمّالك فاستعملهم اختبارا[65] ، ولا تولّهم محاباة وأثرة ، فإنّهم جماع من شعب الجور والخيانة ، وتوخّ منهم أهل التّجربة والحياء من أهل البيوتات الصّالحة والقدم فى الإسلام[66] المتقدّمة فانّهم أكرم أخلاقا ، وأصحّ أعراضا ، وأقلّ فى المطامع إشرافا ، وأبلغ فى عواقب الأمور نظرا. ثمّ أسبغ عليهم الأرزاق[67] فإنّ ذلك قوّة لهم على استصلاح أنفسهم ، وغنى لهم عن تناول ما تحت أيديهم ، وحجّة عليهم إن خالفوا أمرك أو ثلموا أمانتك[68] ثمّ تفقّد أعمالهم وابعث العيون من أهل الصّدق والوفاء عليهم[69] ، فانّ تعاهدك فى السّرّ لأمورهم حدوة لهم[70] على استعمال الأمانة والرّفق بالرّعيّة وتحفّظ من الأعوان فان أحد منهم بسط يده إلى خيانة اجتمعت بها عليه[71] عندك أخبار عيونك اكتفيت بذلك شاهدا فبسطت عليه العقوبة فى بدنه ، وأخذته بما أصاب من عمله ، ثمّ نصبته بمقام المذلّة ، ووسمته بالخيانة ، وقلّدته عار التّهمة وتفقّد أمر الخراج بما يصلح أهله ، فإنّ فى صلاحه وصلاحهم صلاحا لمن سواهم ، ولا صلاح لمن سواهم إلاّ بهم ، لأنّ النّاس كلّهم عيال على الخراج وأهله. وليكن نظرك فى عمارة الأرض أبلغ من نظرك فى استجلاب الخراج",
        "footnotes": [
          {
            "id": 45,
            "text": "تفاقم الأمر: عظم، أي: لا تعد شيئا قويتهم به غاية في العظم زائدا عما يستحقون، فكل شيء قويتهم به واجب عليك إتيانه، وهم مستحقون لنيله."
          },
          {
            "id": 46,
            "text": "أي: لا تعد شيئا من تلطفك معهم حقيرا فتتركه لحقارته، بل كل تلطف وإن قل فله موقع من قلوبهم."
          },
          {
            "id": 47,
            "text": "«آثر» أي: أفضل وأعلى منزلة، فليكن أفضل رؤساء الجند من واسى الجند أي: ساعدهم بمعونته لهم، وأفضل عليهم أي: أفاض وجاد من جدته، والجدة بكسر ففتح: الغنى، والمراد ما بيده من أرزاق الجند، وما سلم إليه من وظائف المجاهدين، لا يفتر عليهم في الفرض، ولا ينقصهم شيئا مما فرض لهم، بل يجعل العطاء شاملا لمن تركوهم في الديار من خلوف الأهلين: جمع خلف بفتح فسكون وهو من يبقى في الحي من النساء والعجزة بعد سفر الرجال."
          },
          {
            "id": 48,
            "text": "«عليهم» أي: على الرؤساء."
          },
          {
            "id": 49,
            "text": "حيطة بكسر الحاء: من مصادر «حاطه» بمعنى حفظه وصانه، أي: بمحافظتهم على ولاة أمورهم وحرصهم على بقائهم، وأن لا يستثقلوا دولتهم ولا يستبطئوا انقطاع مدتهم، بل يعدون زمنهم قصيرا يطلبون طوله."
          },
          {
            "id": 50,
            "text": "ما صنع أهل الأعمال العظيمة منهم، فتعديد ذلك يهز الشجاع أي: يحركه للإقدام، ويحرض الناكل، أي: المتأخر القاعد."
          },
          {
            "id": 51,
            "text": "لا تنسبن عمل امرئ إلى غيره، ولا تقصر به في الجزاء دون ما يبلغ منتهى عمله الجميل."
          },
          {
            "id": 52,
            "text": "ضلع فلانا كمنع: ضرب في ضلعه، والمراد ما يشكل عليك."
          },
          {
            "id": 53,
            "text": "محكم الكتاب: نصه الصريح."
          },
          {
            "id": 54,
            "text": "سنة الرسول كلها جامعة، ولكن رويت عنه سنن افترقت بها الآراء، فإذا أخذت فخذ بما أجمع عليه مما لا يختلف في نسبته إليه."
          },
          {
            "id": 55,
            "text": "«ثم اختر الخ» انتقال من الكلام في الجند إلى الكلام في القضاة."
          },
          {
            "id": 56,
            "text": "أمحكه: جعله محكان، أي: عسر الخلق، أو أغضبه، وتقول: محك كمنع أي: لج في الخصومة، فهو محك ككتف ومماحك ومحكان بفتح فسكون ومتمحك، و«تماحكا» أي: تلاجا، و«رجل محكان» أي: عسر الخلق لجوج. أي: لا تحمله مخاصمة الخصوم على اللجاج والإصرار على رأيه. والزلة بالفتح: السقطة في الخطأ."
          },
          {
            "id": 57,
            "text": "حصر كفرح: ضاق صدره، أي: لا يضيق صدره من الرجوع إلى الحق."
          },
          {
            "id": 58,
            "text": "الإشراف على الشيء: الاطلاع عليه من فوق، فالطمع من سفالات الأمور من نظر إليه وهو في أعلى منزلة النزاهة لحقته وصمة النقيصة، فما ظنك بمن هبط إليه وتناوله؟"
          },
          {
            "id": 59,
            "text": "لا يكتفى في الحكم بما يبدو له بأول فهم وأقربه، دون أن يأتي على أقصى الفهم بعد التأمل."
          },
          {
            "id": 60,
            "text": "هذا وما بعده إتباع لأفضل رعيتك، والشبهات: ما لا يتضح الحكم فيها بالنص، فينبغي الوقوف على القضاء حتى يرد الحادثة إلى أصل صحيح. والتبرم: الملل والضجر، وأصرمهم: أقطعهم للخصومة."
          },
          {
            "id": 61,
            "text": "لا يزدهيه: لا يستخفه زيادة الثناء عليه."
          },
          {
            "id": 62,
            "text": "تعاهده: تتبعه بالاستكشاف والتعرف، وضمير «قضائه» لأفضل الرعية الموصوف بالأوصاف السابقة."
          },
          {
            "id": 63,
            "text": "البذل: العطاء، أي: أوسع له حتى يكون ما يأخذه كافيا لمعيشة مثله وحفظ منزلته."
          },
          {
            "id": 64,
            "text": "إذا رفعت منزلته عندك هابته الخاصة كما تهابه العامة، فلا يجرؤ أحد على الوشاية به عندك خوفا منك وإجلالا لمن أجللته."
          },
          {
            "id": 65,
            "text": "ولهم الأعمال بالامتحان، لا محاباة، أي: اختصاصا وميلا منك لمعاونتهم، وأثرة بالتحريك أي: استبدادا بلا مشورة، فإنهما أي: المحاباة والأثرة يجمعان الجور والخيانة."
          },
          {
            "id": 66,
            "text": "«توخ» أي: اطلب وتحر أهل التجربة الخ. والقدم بالتحريك: واحدة الأقدام، أي: الخطوة السابقة. وأهلها هم الأولون."
          },
          {
            "id": 67,
            "text": "أسبغ عليه الرزق: أكمله وأوسع له فيه."
          },
          {
            "id": 68,
            "text": "نقصوا في أدائها أو خانوا."
          },
          {
            "id": 69,
            "text": "العيون: الرقباء."
          },
          {
            "id": 70,
            "text": "«حدوة» أي: سوق لهم وحث."
          },
          {
            "id": 71,
            "text": "«اجتمعت الخ»: أي: اتفقت عليها أخبار الرقباء."
          }
        ]
      }
    ]
  }
}