{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "وصية له عليه السلام بما يعمل في أمواله (الرسالة الرابعة والعشرون)",
    "total_footnotes": 6,
    "total_sections": 1,
    "compiled_date": "2024-01-01",
    "categories": ["الوصية", "الأموال", "الوقف", "الحسن والحسين", "فاطمة"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "هذا ما أمر به عبد الله على بن أبي طالب [أمير المؤمنين] في ماله ابتغاء وجه الله، ليولجه به الجنة (1) ويعطيه به الأمنة منها: وإنه يقوم بذلك الحسن بن على: يأكل منه بالمعروف، وينفق في المعروف، فإن حدث بحسن حدث (2) وحسين حى قام بالأمر بعده، وأصدره مصدره. وإن لبنى فاطمة من صدقة على مثل الذي لبنى على، وإنى إنما جعلت القيام بذلك إلى ابنى فاطمة ابتغاء وجه الله، وقربة إلى رسول الله، وتكريما لحرمته، وتشريفا لوصلته (3) ويشترط (4) على الذي يجعله إليه أن يترك المال على أصوله، وينفق من ثمره حيث أمر به وهدى له، وأن لا يبيع من أولاد نخيل هذه القرى وديّة (5) حتى تشكل أرضها غراسا ومن كان من إمائى اللاتى أطوف عليهن لها ولد أو هى حامل فتمسك على ولدها وهى من حظه، فإن مات ولدها وهى حية فهى عتيقة: قد أفرج عنها الرق، وحررها العتق.",
        "footnotes": [
          {
            "id": 1,
            "text": "يولجه: يدخله، والأمنة ـ بالتحريك ـ: الأمن"
          },
          {
            "id": 2,
            "text": "الحدث ـ بالتحريك ـ: الحادث، أي: الموت، وأصدره: أجراه كما كان يجرى على يد الحسن."
          },
          {
            "id": 3,
            "text": "الوصلة ـ بالضم ـ: الصلة، وهى هنا القرابة"
          },
          {
            "id": 4,
            "text": "ضمير الفعل إلى على أو الحسن، و «الذي يجعله إليه»: هو من يتولى المال بعد على أو الحسن بوصيته، و «ترك المال على أصوله»: ألا يباع منه شىء، ولا يقطع منه غرس"
          },
          {
            "id": 5,
            "text": "الودية ـ كهدية ـ: واحدة الودى، أي: صغار النخل، وهو هنا الفسيل والسر في النهي أن النخلة في صغرها لم يستحكم جذعها في الأرض فقلع فسيلها يضر بها."
          },
          {
            "id": 6,
            "text": "قوله عليه السلام في هذه الوصية «أن لا يبيع من نخيلها ودية»: الودية: الفسيلة، وجمعها ودى، وقوله عليه السلام «حتى تشكل أرضها غراسا» هو من أفصح الكلام، والمراد به أن الأرض يكثر فيها غراس النخل حتى يراها الناظر على غير تلك الصفة التي عرفها بها فيشكل عليه أمرها ويحسبها غيرها"
          }
        ]
      }
    ]
  }
}