{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "وصية له عليه السلام لمن يستعمله على الصدقات (الرسالة الخامسة والعشرون)",
    "total_footnotes": 18,
    "total_sections": 3,
    "compiled_date": "2024-01-01",
    "categories": ["الصدقات", "الزكاة", "الإدارة", "الرفق", "آداب الجباية"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "انطلق على تقوى الله وحده لا شريك له، ولا تروعن مسلما (1) ولا تجتازن عليه كارها، ولا تأخذن منه أكثر من حق الله في ماله، فإذا قدمت على الحى فانزل بمائهم، من غير أن تخالط أبيانهم، ثم امض إليهم بالسكينة والوقار حتى تقوم بينهم فسلم عليهم، ولا تخدج بالتحية لهم (2) ثم تقول: عباد الله، أرسلنى إليكم ولى الله وخليفته لآخذ منكم حق الله في أموالكم، فهل لله في أموالكم من حق فتؤدوه إلى وليه؟ فإن قال قائل: لا! فلا تراجعه.",
        "footnotes": [
          {
            "id": 1,
            "text": "الروع: الفزع، ويقال: رعته أروعه ـ مثل قلته أقوله ـ وروعته ترويعا، أي: خوفته، والاجتياز: المرور، أي: لا تمر عليه وهو كاره لك لغلظة فيك، وروى «ولا تختارن عليه» من الاختيار، أي: لا تقسم ماله وتختر أحد القسمين وهو كاره لذلك. والرواية الأولى هى المشهورة، وقوله «وانزل بمائهم» فهو جار على عادة العرب المحمودة عندهم، فإنهم يحمدون من القادم عليهم الانقباض، ويكرهون منه أن يخالط بيوت الحى لاحتمال أن يكون هناك من النساء من لا تليق رؤيته ولا يحسن سماع صوته."
          },
          {
            "id": 2,
            "text": "أخدجت السحابة: قل مطرها، وأخدجت الناقة: إذا جاءت بولد ناقص الخلق وإن كانت أيامه تامة، وخدجت ـ بلا همز ـ إذا ألقت ولدها قبل تمام أيامها وإن كان تام الخلق، والباء زائدة، ويحتمل أنه ضمنه معنى فعل يتعدى بالباء فلا تكون زائدة، أي: لا تبخل"
          }
        ]
      },
      {
        "id": 2,
        "text": "وإن أنعم لك منعم (3) فانطلق معه من غير أن تخيفه وتوعده، أو تعسفه، أو ترهقه! فخذ ما أعطاك من ذهب أو فضة، فإن كان له ماشية أو إبل فلا تدخلها إلا بإذنه، فإن أكثرها له، فإذا أتيتها فلا تدخل عليها دخول متسلط عليه ولا عنيف به، ولا تنفرن بهيمة ولا تفزعنها، ولا تسوءن صاحبها فيها واصدع المال صدعين (4) ثم خيره: فإذا اختار فلا تعرضن لما اختاره، ثم اصدع الباقى صدعين، ثم خيره: فإذا اختار فلا تعرضن لما اختاره. فلا تزال كذلك حتى يبقى ما فيه وفاء لحق الله في ماله، فاقبض حق الله منه، فإن استقالك فأقله (5)، ثم اخلطهما، ثم اصنع مثل الذي صنعت أولاً حتى تأخذ حق الله في ماله.",
        "footnotes": [
          {
            "id": 3,
            "text": "«أنعم لك منعم» أي: قال لك «نعم» أو تعسفه: تأخذه بشدة، وترهقه: تكلفه ما يصعب عليه."
          },
          {
            "id": 4,
            "text": "أي: اقسمه قسمين، ثم خير صاحب المال في أيهما"
          },
          {
            "id": 5,
            "text": "أي: فان ظن في نفسه سوء الاختيار، وأن ما أخذت منه الزكاة أكرم مما في يده، وطلب الاعفاء من هذه القسمة، فأعفه منها، واخلط، وأعد القسمة"
          }
        ]
      },
      {
        "id": 3,
        "text": "ولا تأخذن عودا (6) ولا هرمة، ولا مكسورة، ولا مهلوسة، ولا ذات عوار، ولا تأمنن عليها إلا من تثق بدينه رافقا بمال المسلمين حتى يوصله إلى وليهم فيقسمه بينهم، ولا توكّل بها إلا ناصحا شفيقا وأمينا حفيظا، غير معنف ولا مجحف (7) ولا ملغب ولا متعب، ثم احدر إلينا ما اجتمع عندك (8)، نصيره حيث أمر الله، فإذا أخذها أمينك فأوعز إليه أن لا يحول بين ناقة وبين فصيلها (9) ولا يمصر لبنها فيضر ذلك بولدها ولا يجهدنها ركوبا، وليعدل بين صواحباتها في ذلك وبينها، وليرفه على اللاغب (10)، وليستأن بالنقب والظالع، وليوردها ما تمر به من الغدر (11) ولا يعدل بها عن نبت الأرض إلى جواد الطرق، وليروحها في الساعات، وليمهلها عند النطاف (12) والأعشاب، حتى تأتينا، باذن الله، بدنا منقيات، غير متعبات ولا مجهودات (13) لنقسمها على كتاب الله وسنة نبيه صلى الله عليه وآله، فإن ذلك أعظم لأجرك، وأقرب لرشدك، إن شاء الله.",
        "footnotes": [
          {
            "id": 6,
            "text": "العود ـ بفتح فسكون ـ: المسنة من الإبل، والهرمة: أسن من العود، والمهلوسة: الضعيفة، تقول: هلسه المرض، أي: أضعفه. والعوار ـ بفتح العين، وتضم العيب ـ"
          },
          {
            "id": 7,
            "text": "المجحف: من يشتد في سوقها حتى تهزل، والملغب: المعيى من التعب"
          },
          {
            "id": 5,
            "text": "حدر يحدر ـ كينصر ويضرب ـ: أسرع. والمراد سق إلينا سريعا"
          },
          {
            "id": 9,
            "text": "فصيل الناقة: ولدها وهو رضيع، ومصر اللبن تمصيرا: قلله، أي: لا تبالغ في حلبها حتى يقل اللبن في ضرعها."
          },
          {
            "id": 10,
            "text": "أي: ليرح ما لغب، أي: أعياه التعب، و «ليستأن» أي: يرفق، من الأناة بمعنى الرفق، والنقب ـ بفتح فكسر ـ: ما نقب خفه ـ كفرح، أي: تخرق ـ وظلع البعير: غمز في مشيته"
          },
          {
            "id": 11,
            "text": "غدر: جمع غدير: وهو ما غادره السيل من المياه"
          },
          {
            "id": 12,
            "text": "النطاف: جمع نطفة، وهي المياه القليلة، أي: يجعل لها مهلة لتشرب وتأكل"
          },
          {
            "id": 13,
            "text": "البدن بضمتين: جمع بادنة، أي: سمينة، والمنقيات: اسم فاعل من «أنقت الإبل» إذا سمنت، وأصله صارت ذات نقى ـ بكسر فسكون ـ أي: مخ"
          }
        ]
      }
    ]
  }
}