{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "كتاب له عليه السلام لشريح بن الحارث قاضيه",
    "total_footnotes": 9,
    "total_sections": 2,
    "compiled_date": "2024-01-01",
    "categories": ["المواعظ", "الزهد", "القضاء", "الدنيا", "الآخرة"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "روى أن شريح بن الحارث قاضي أمير المؤمنين عليه السلام اشترى على عهده داراً بثمانين ديناراً فبلغه ذلك، فاستدعاه وقال له: بلغني أنك ابتعت داراً بثمانين ديناراً وكتبت لها كتاباً وأشهدت فيه شهوداً، فقال له شريح: قد كان ذلك يا أمير المؤمنين، قال: فنظر إليه نظر مغضب ثم قال له: يا شريح، أما إنه سيأتيك من لا ينظر في كتابك، ولا يسألك عن بينتك، حتى يخرجك منها شاخصاً ويسلمك إلى قبرك خالصاً، فانظر يا شريح لا تكون ابتعت هذه الدار من غير مالك، أو نقدت الثمن من غير حلالك! فإذا أنت قد خسرت دار الدنيا ودار الآخرة!",
        "footnotes": [
          {
            "id": 3,
            "text": "هو شريح بن الحارث المنتجع بن معاوية بن جهم بن ثور، الكندي، وقيل: إنه حليف لكندة من بني الرائش، وقال ابن الكلبي: ليس اسم أبيه الحارث، وإنما هو شريح بن معاوية بن ثور، وقال قوم: هو شريح بن هانئ، وقال قوم: هو شريح ابن شراحيل، والصحيح ما قدمناه أولا: استعمله عمر بن الخطاب على القضاء بالكوفة فلم يزل قاضياً ستين سنة لم يتعطل فيها إلا ثلاث سنين في فتنة ابن الزبير امتنع فيها من القضاء، ثم استعفى الحجاج من العمل فأعفاه، ولزم داره إلى أن مات"
          },
          {
            "id": 1,
            "text": "ذاهبا مبعدا. وتقول «شخص من بلد إلى بلد» إذا ذهب، وبابه خضع، وأشخصه غيره؟؟؟"
          }
        ]
      },
      {
        "id": 2,
        "text": "أما إنك لو كنت أتيتني عند شرائك ما اشتريت لكتبت لك كتاباً على هذه النسخة، فلم ترغب في شراء هذه الدار بدرهم فما فوق، والنسخة هذه: هذا ما اشترى عبد ذليل، من عبد قد أزعج للرحيل، اشترى منه داراً من دار الغرور من جانب الفانين، وخطة الهالكين، وتجمع هذه الدار حدود أربعة: الحد الأول: ينتهي إلى دواعي الآفات، والحد الثاني ينتهي إلى دواعي المصيبات، والحد الثالث ينتهي إلى الهوى المردي، والحد الرابع ينتهي إلى الشيطان المغوي، وفيه يشرع باب هذه الدار!! اشترى هذا المغتر بالأمل، من هذا المزعج بالأجل، هذه الدار بالخروج من عز القناعة، والدخول في ذل الطلب والضراعة، فما أدرك هذا المشتري فيما اشترى منه من درك فعلى مبلبل أجسام الملوك، وسالب نفوس الجبابرة، ومزيل ملك الفراعنة، مثل كسرى وقيصر، وتبع وحمير، ومن جمع المال على المال فأكثر، ومن بنى وشيد، وزخرف ونجد، وادخر واعتقد، ونظر بزعمه للولد، إشخاصهم جميعاً إلى موقف العرض والحساب، وموضع الثواب والعقاب، إذا وقع الأمر بفصل القضاء «وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ» شهد على ذلك العقل إذا خرج من أسر الهوى، وسلم من علائق الدنيا.",
        "footnotes": [
          {
            "id": 2,
            "text": "خطة ـ بكسر الخاء ـ هي في الأصل الأرض التي يختطها الإنسان لنفسه، أي: يعلم عليها علامة بالخط ليعمرها"
          },
          {
            "id": 3,
            "text": "«يشرع» أي: يفتح في الحد الرابع"
          },
          {
            "id": 1,
            "text": "الضراعة: الذلة، والدرك ـ بالتحريك ـ: التبعة. والمراد منه ما يضر بملكية المشتري أو منفعته بما اشترى، ويكون الضمان فيه على البائع، ومبلبل الأجسام: مهيج داءاتها المهلكة لها، ونجد ـ بتشديد الجيم ـ أي: زين، واعتقد المال: اقتناه"
          },
          {
            "id": 2,
            "text": "إشخاصهم: مبتدأ مؤخر خبره «على مبلبل الأجسام الخ» أي: إذا لحق المشتري ما يوجب الضمان فعلى مبلبل الأجسام إرساله هو والبائع إلى موقف الحساب الخ"
          }
        ]
      }
    ]
  }
}