{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "إلى محمد بن أبي بكر رضى الله عنهما حين قلده مصر (الرسالة السابعة والعشرون)",
    "total_footnotes": 13,
    "total_sections": 5,
    "compiled_date": "2024-01-01",
    "categories": ["الحكم", "العدل", "الولاية", "الموعظة", "التقوى", "الموت", "المنافقون", "مصر"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "فاخفض لهم جناحك، وألن لهم جانبك، وابسط لهم وجهك، وآس بينهم فى اللّحظة والنّظرة، حتّى لا يطمع العظماء فى حيفك لهم، ولا ييأس الضّعفاء من عدلك عليهم، فإنّ اللّه تعالى يسائلكم معشر عباده عن الصّغيرة من أعمالكم والكبيرة، والظّاهرة والمستورة : فإن يعذّب فأنتم أظلم ، وإن يعف فهو أكرم.",
        "footnotes": [
          {
            "id": 1,
            "text": "«آس»: أمر من «آسى» بمد الهمزة، أي: سَوِّ بينهم. و«حيفك لهم»: أي ظلمك لأجلهم (بمحاباة العظماء). يطمعون في ذلك إذا خصصتهم بشىء من الرعاية دون الضعفاء."
          }
        ]
      },
      {
        "id": 2,
        "text": "واعلموا ، عباد اللّه ، أنّ المتّقين ذهبوا بعاجل الدّنيا وآجل الآخرة، فشاركوا أهل الدّنيا فى دنياهم ، ولم يشاركهم أهل الدّنيا فى آخرتهم : سكنوا الدّنيا بأفضل ما سكنت ، وأكلوها بأفضل ما أكلت ، فحظوا من الدّنيا بما حظى به المترفون وأخذوا منها ما أخذ [ه] الجبابرة المتكبّرون ، ثمّ انقلبوا عنها بالزّاد المبلّغ ، والمتجر الرّابح : أصابوا لذّة زهد الدّنيا فى دنياهم ، وتيقّنوا أنهم جيران اللّه غدا فى آخرتهم ، لا تردّ لهم دعوة ، ولا ينقص لهم نصيب من لذّة.",
        "footnotes": [
          {
            "id": 2,
            "text": "«المترفون»: المنعمون. فإن المتقى يؤدى حق الله وحقوق العباد، ويتلذذ بما آتاه الله من النعمة، وينفق ماله فيما يرفع شأنه، فيعيش سعيداً مترفاً كما عاش الجبابرة، ثم ينقلب بالزاد (وهو الأجر) الذى يبلغه سعادة الآخرة جزاء على رعاية حق نفسه. فهو زاهد فى الدنيا وهي مغدقة عليه."
          }
        ]
      },
      {
        "id": 3,
        "text": "فاحذروا عباد اللّه الموت وقربه ، وأعدّوا له عدّته ، فإنّه يأتى بأمر عظيم ، وخطب جليل : بخير لا يكون معه شرّ أبدا ، أو شرّ لا يكون معه خير أبدا! فمن أقرب إلى الجنّة من عاملها ، ومن أقرب إلى النّار من عاملها؟ وأنتم طرداء الموت : إن أقمتم له أخذكم ، وإن فررتم منه أدرككم ، وهو ألزم لكم من ظلّكم! الموت معقود بنواصيكم ، والدّنيا تطوى من خلفكم ، فاحذروا نارا قعرها بعيد ، وحرّها شديد ، وعذابها جديد : [دار] ليس فيها رحمة ، ولا تسمع فيها دعوة ، ولا تفرّج فيها كربة.",
        "footnotes": [
          {
            "id": 3,
            "text": "الاستفهام بمعنى النفي، أي: لا أحد أقرب إلى الجنة ممن يعمل لها، ولا أحد أقرب إلى النار ممن يعمل لها."
          },
          {
            "id": 4,
            "text": "«النواصى»: جمع ناصية، وهي مقدم شعر الرأس. والمقصود أن الموت حتم."
          }
        ]
      },
      {
        "id": 4,
        "text": "وإن استطعتم أن يشتدّ خوفكم من اللّه ، وأن يحسن ظنّكم [به] ، فاجمعوا بينهما ، فإنّ العبد إنّما يكون حسن ظنّه بربّه على قدر خوفه من ربّه ، وإنّ أحسن النّاس ظنّا باللّه أشدّهم خوفا لله.",
        "footnotes": [
          {
            "id": 5,
            "text": "فإن من خاف ربه عمل لطاعته وانتهى عن معصيته، فرجا ثوابه. بخلاف من لم يخفه، فإن رجاءه يكون طمعا فى غير مطمع."
          }
        ]
      },
      {
        "id": 5,
        "text": "واعلم ، يا محمّد بن أبى بكر ، أنّى قد ولّيتك أعظم أجنادى فى نفسى : أهل مصر ، فأنت محقوق أن تخالف على نفسك ، وأن تنافح عن دينك ، ولو لم يكن لك إلاّ ساعة من الدّهر ، ولا تسخط اللّه برضا أحد من خلقه ، فانّ فى اللّه خلفا من غيره ، وليس من اللّه خلف فى غيره. صلّ الصّلاة لوقتها المؤقّت لها ، ولا تعجّل وقتها لفراغ ، ولا تؤخّرها عن وقتها لاشتغال ، واعلم أنّ كلّ شىء من عملك تبع لصلاتك.",
        "footnotes": [
          {
            "id": 6,
            "text": "«تخالف على نفسك»: أي مطالب بحق بمخالفة هوى نفسك. و«المنافحة»: المدافعة."
          },
          {
            "id": 7,
            "text": "أي: إذا فقدت رضا مخلوق في سبيل طاعة الله، ففي فضل الله عوض عنه. وليس في رضا خلق الله عوض عن رضا الله."
          }
        ]
      },
      {
        "id": 6,
        "text": "ومنه : فإنّه لا سواء : إمام الهدى ، وإمام الرّدى ، وولىّ النّبىّ ، وعدوّ النّبىّ. ولقد قال لى رسول اللّه صلّى اللّه عليه وآله : «إنّى لا أخاف على أمّتى مؤمنا ولا مشركا : أمّا المؤمن فيمنعه اللّه بإيمانه ، وأمّا المشرك فيقمعه اللّه بشركه ولكنّى أخاف عليكم كلّ منافق الجنان عالم اللّسان : يقول ما تعرفون ، ويفعل ما تنكرون».",
        "footnotes": [
          {
            "id": 8,
            "text": "«يقمعه»: يقهره ليعلم الناس أنه مشرق فيحذروه."
          },
          {
            "id": 9,
            "text": "«منافق الجنان»: هو من أسر النفاق في قلبه. و«عالم اللسان»: هو من يعرف أحكام الشريعة ويسهل عليه بيانها، فيقول حقاً يعرفه المؤمنون، ويفعل منكراً ينكرونه."
          }
        ]
      }
    ]
  }
}