{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "كتاب له عليه السلام إلى معاوية، جوابا عن كتاب منه إليه (الرسالة السابعة عشرة)",
    "total_footnotes": 6,
    "total_sections": 2,
    "compiled_date": "2024-01-01",
    "categories": ["المراسلات السياسية", "الفتنة", "معاوية", "المناقشة", "النسب"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "فأما طلبك إلى الشام (1)، فإني لم أكن لأعطيك اليوم ما منعتك أمس، وأما قولك «إن الحرب قد أكلت العرب إلا حشاشات أنفس بقيت» ألا ومن أكله الحق فإلى الجنة، ومن أكله الباطل فإلى النار. وأما استواؤنا في الحرب والرجال فلست بأمضى على الشك منى على اليقين، وليس أهل الشام بأحرص على الدنيا من أهل العراق على الآخرة.",
        "footnotes": [
          {
            "id": 1,
            "text": "كتب معاوية إلى على يطلب منه أن يترك له الشام ويدعوه للشفقة على العرب الذين أكلتهم الحرب ولم يبق منهم إلا حشاشات أنفس، جمع حشاشة ـ بالضم ـ: وهي بقية الروح، ويخوفه باستواء العدد في رجال الفريقين، ويفتخر بأنه من أمية وهو وهاشم من شجرة واحدة، فأجابه أمير المؤمنين بما ترى. ويقال: طلبت إلى فلان كذا، والتقدير طلبت كذا راغبا إلى فلان، كما قال تعالى: «فِي تِسْعِ آيٰاتٍ إِلىٰ فِرْعَوْنَ» أي: مرسلا إليه، وقوله «ألا ومن أكله الحق فالى الجنة» هكذا هو في أكثر النسخ، والمراد بها من مات في سبيل نصرة الحق فيكون الحق هو الذي عرضه لأكل الباطل إياه، فنسب الأكل إليه تجوزا، وجعله ابن أبى الحديد على تقدير «من أكله أعداء الحق» وفي بعض النسخ «من أكله الحق فالى النار» ولا تجوز"
          }
        ]
      },
      {
        "id": 2,
        "text": "وأما قولك «إنا بنو عبد مناف» فكذلك نحن، ولكن ليس أمية كهاشم، ولا حرب كعبد المطلب، ولا أبو سفيان كأبى طالب، ولا المهاجر كالطليق (2)، ولا الصريح كاللصيق، ولا المحق كالمبطل، ولا المؤمن كالمدغل، ولبئس الخلف [خلفا] يتبع سلفا هوى في نار جهنم. وفي أيدينا بعد فضل النبوة التي أذللنا بها العزيز، ونعشنا بها الذليل (3).ولما أدخل الله العرب في دينه أفواجا، وأسلمت له هذه الأمة طوعا وكرها كنتم ممن دخل في الدين إما رغبة وإما رهبة على حين فاز أهل السبق بسبقهم، وذهب المهاجرون الأولون بفضلهم فلا تجعلن للشيطان فيك نصيبا، ولا على نفسك سبيلا.",
        "footnotes": [
          {
            "id": 2,
            "text": "الطليق: الذي أسر فأطلق بالمن عليه أو الفدية، وأبو سفيان ومعاوية كانا من الطلقاء يوم الفتح، والمهاجر: من آمن في المخافة وهاجر تخلصا منها، والصريح: صحيح النسب في ذوى الحسب، واللصيق: من ينتمى إليهم وهو أجنبى عنهم، والصراحة والالتصاق ههنا بالنسبة إلى الدين، فالصريح فيه: من أسلم اعتقادا وإخلاصا لم يلجئه إلى ذلك ملجىء من خوف أو نحوه، واللصيق فيه: من أسلم تحت السيف أو رغبة في الدنيا، وقد صرح بذلك في قوله «كنتم ممن دخل في الدين إما رغبة وإما رهبة» والمدغل: المفسد، وقوله «ولبئس الخلف خلفا» فان «خلفا» ساقط من أكثر النسخ، وذكره من باب الجمع بين فاعل «نعم وبئس» والتمييز، والجمهور على منعه، وأجازه المبرد وجماعة، ومثله نعم الفتاة فتاة هند لو بذلت وكثير من أمثاله"
          },
          {
            "id": 3,
            "text": "نعشنا: رفعنا."
          }
        ]
      }
    ]
  }
}