{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "الرسائل - الرسالة الأولى: كتاب لأهل الكوفة عند مسيره إلى البصرة",
    "total_footnotes": 5,
    "total_sections": 4,
    "compiled_date": "2024-01-01",
    "page_start": 350,
    "page_end": 352,
    "categories": ["الرسائل", "السياسة", "إدارة الدولة", "أهل الكوفة"]
  },
  "content": {
    "letter_id": 1,
    "title": "الرسالة الأولى: كتاب لأهل الكوفة عند مسيره من المدينة إلى البصرة",
    "description": "رسالة من الإمام علي بن أبي طالب إلى أهل الكوفة عند مسيره من المدينة إلى البصرة، يحثهم فيها على نصرته ويشرح موقفه من الأحداث",
    "recipient": "أهل الكوفة",
    "occasion": "عند مسيره من المدينة إلى البصرة",
    "sections": [
      {
        "id": 1,
        "text": "من عبد اللّه علىّ أمير المؤمنين إلى أهل الكوفة جبهة الأنصار (1) وسنام العرب.",
        "footnotes": [
          {
            "id": 1,
            "text": "شبههم بالجبهة من حيث الكرم، وبالسنام من حيث الرفعة. وقال ابن أبي الحديد: قوله «جبهة الأنصار» يمكن أن يريد به جماعة الأنصار، فإن الجبهة في اللغة الجماعة، ويمكن أن يريد به سادة الأنصار، لأن جبهة الإنسان أعلى أعضائه. وليس يريد بالأنصار هنا الأوس والخزرج، بل الأنصار هنا الأعوان. وقوله «وسنام العرب» أي: أهل الرفعة والعلو منهم، لأن السنام أعلى أعضاء البعير.",
            "page": 350
          }
        ]
      },
      {
        "id": 2,
        "text": "أمّا بعد، فإنّى أخبركم عن أمر عثمان حتّى يكون سمعه كعيانه، إنّ النّاس طعنوا عليه فكنت رجلا من المهاجرين أكثر استعتابه (2) وأقلّ عتابه، وكان طلحة والزّبير أهون سيرهما فيه الوجيف، وأرفق حدائهما العنيف.",
        "footnotes": [
          {
            "id": 2,
            "text": "استعتابه: استرضاؤه. والوجيف: ضرب من سير الخيل والإبل سريع. وجملة «أهون سيرهما الوجيف» خبر «كان» أي: إنهما سارعا لإثارة الفتنة عليه. والحداء: زجر الإبل وسوقها.",
            "page": 350
          }
        ]
      },
      {
        "id": 3,
        "text": "وكان من عائشة فيه فلتة غضب (3)، فأتيح له قوم فقتلوه، وبايعنى النّاس غير مستكرهين ولا مجبرين، بل طائعين مخيّرين.",
        "footnotes": [
          {
            "id": 3,
            "text": "قيل: إن أم أمير المؤمنين أخرجت نعلي رسول الله صلى الله عليه وآله وسلم وقميصه من تحت ستارها، وعثمان رضي الله عنه على المنبر، وقالت: هذان نعلا رسول الله وقميصه لم يبلا، وقد بدلت من دينه، وغيرت من سنته. وجرى بينهما كلام المخاشنة، فقالت: اقتلوا نعثلاً (تشبهه برجل معروف). «فأتيح» أي: قدر له قوم فقتلوه.",
            "page": 350
          }
        ]
      },
      {
        "id": 4,
        "text": "واعلموا أنّ دار الهجرة قد قلعت بأهلها وقلعوا بها (4)، وجاشت [جيش] المرجل، وقامت الفتنة على القطب، فأسرعوا إلى أميركم، وبادروا جهاد عدوّكم، إن شاء اللّه.",
        "footnotes": [
          {
            "id": 4,
            "text": "دار الهجرة: المدينة. وقلع المكان بأهله: نبذهم فلم يصلح لاستيطانهم. وجاشت: غلت، والجيش: الغليان. والمرجل - كمنبر -: القدر. أي: فعليكم أن تقتدوا بأهل دار الهجرة فقد خرجوا جميعاً لقتال أهل الفتنة. والقطب: هو نفس الإمام، قامت عليه فتنة أصحاب الجمل.",
            "page": 351
          }
        ]
      }
    ]
  }
}
