{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "كتاب له عليه السلام إلى معاوية أيضاً (الرسالة العاشرة)",
    "total_footnotes": 16,
    "total_sections": 3,
    "compiled_date": "2024-01-01",
    "categories": ["المراسلات السياسية", "الفتنة", "الحرب", "التحدي", "معاوية"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "وكيف أنت صانع إذا تكشفت عنك جلابيب ما أنت فيه من دنيا قد تبهجت بزينتها (1) وخدعت بلذتها، دعتك فأجبتها، وقادتك فاتبعتها، وأمرتك فأطعتها. وإنه يوشك أن يقفك واقف على ما لا ينحيك منه مجن (2) فاقعس عن هذا الأمر، وخذ أهبة الحساب، وشمّر لما [قد] نزل بك، ولا تمكن الغواة من سمعك، وإلا تفعل أعلمك ما أغفلت من نفسك (3) فإنك مترف قد أخذ الشيطان منك مأخذه، وبلغ فيك أمله، وجرى منك مجرى الروح والدم ومتى كنتم يا معاوية ساسة الرعية (4) وولاة أمر الأمة، بغير قدم سابق، ولا شرف باسق، ونعوذ بالله من لزوم سوابق الشقاء!",
        "footnotes": [
          {
            "id": 1,
            "text": "الجلابيب: جمع جلباب، وهو الثوب فوق جميع الثياب كالملحفة، وتبهجت: تحسنت، والضمير فيه وفيما بعده للدنيا"
          },
          {
            "id": 2,
            "text": "المجن: الترس، أي: يوشك أن يطلعك الله على مهلكة لك لا تتقى منها بترس ويروى «على ما لا ينجيك منه منج» اسم فاعل من «أنجى» واقعس: تأخر. والأهبة: كالعدة ـ بالضم ـ وزنا ومعنى. والغواة: قرناء السوء يزينون الباطل ويحملون على الفساد"
          },
          {
            "id": 3,
            "text": "أي: أنبهك بصدمة القوة إلى ما لم تنتبه إليه من نفسك فتعرف الحق وتقلع عن الباطل، والمترف: من أطغته النعمة"
          },
          {
            "id": 4,
            "text": "ساسة: جمع سائس، والباسق: العالي الرفيع"
          }
        ]
      },
      {
        "id": 2,
        "text": "وأحذرك أن تكون متماديا في غرة الأمنية (5) مختلف العلانية والسريرة وقد دعوت إلى الحرب فدع الناس جانبا واخرج إلي، وأعف الفريقين من القتال ليعلم أينا المرين على قلبه (6) والمغطى على بصره، فأنا أبو حسن قاتل جدك (7) وخالك وأخيك شدخا يوم بدر، وذلك السيف معي، وبذلك القلب ألقى عدوي! ما استبدلت دينا، ولا استحدثت نبيا، وإنى لعلى المنهاج الذي تركتموه طائعين (8) ودخلتم فيه مكرهين.",
        "footnotes": [
          {
            "id": 5,
            "text": "الغرة ـ بالكسر ـ: الغرور، والأمنية ـ بضم الهمزة ـ: ما يتمناه الإنسان ويؤمل إدراكه."
          },
          {
            "id": 6,
            "text": "المرين ـ بفتح فكسر ـ: اسم مفعول من «ران ذنبه على قلبه» غلب عليه فغطى بصيرته، وفي التنزيل: «كَلاّٰ بَلْ رٰانَ عَلىٰ قُلُوبِهِمْ مٰا كٰانُوا يَكْسِبُونَ»"
          },
          {
            "id": 7,
            "text": "جد معاوية لأمه: عتبة بن ربيعة، وخاله: الوليد بن عتبة، وأخوه: حنظلة بن أبي سفيان. و «شدخا» أي: كسرا، قالوا هو الكسر في الرطب، وقيل: في اليابس."
          },
          {
            "id": 8,
            "text": "المنهاج: هو طريق الدين الحق، لم يدخل فيه أبو سفيان ومعاوية رضي الله عنهما إلا بعد الفتح كرها"
          }
        ]
      },
      {
        "id": 3,
        "text": "وزعمت أنك جئت ثائرا بعثمان (9) ولقد علمت حيث وقع دم عثمان فاطلبه من هناك إن كنت طالبا، فكأنى [قد] رأيتك تضج من الحرب إذا عضتك ضجيح الجمال بالأثقال (10)، وكأنى بجماعتك تدعوني ـ جزعا من الضرب المتتابع، والقضاء الواقع، ومصارع بعد مصارع ـ إلى كتاب الله وهي كافرة جاحدة، أو مبايعة حائدة.",
        "footnotes": [
          {
            "id": 9,
            "text": "ثأر به: طلب بدمه، ويشير بحيث وقع دم عثمان إلى طلحة والزبير"
          },
          {
            "id": 10,
            "text": "تفرس فيما سيكون من معاوية وجنده، وكان الأمر كما تفرس الامام. والحائدة: العادلة عن البيعة بعد الدخول فيها"
          }
        ]
      }
    ]
  }
}