{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "رسالته عليه السلام إلى معاوية جواباً (الرسالة الثامنة والعشرون)",
    "total_footnotes": 37,
    "total_sections": 8,
    "compiled_date": "2024-01-01",
    "categories": ["الرد على الخصوم", "الجهاد", "الحق التاريخي", "المناظرة", "الهاشميون", "معاوية"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "أمّا بعد ، فقد أتانى كتابك تذكر فيه اصطفاء اللّه محمّدا صلّى اللّه عليه وآله لدينه ، وتأييده إيّاه بمن أيّده من أصحابه ، فلقد خبأ لنا الدّهر منك عجبا[1] إذ طفقت تخبرنا ببلاء اللّه [تعالى] عندنا ، ونعمته علينا فى نبيّنا ، فكنت فى ذلك كناقل التّمر إلى هجر[2] أو داعى مسدّده إلى النّضال ، وزعمت أنّ أفضل النّاس فى الاسلام فلان وفلان! [فذكرت] أمرا إن تمّم اعتزلك كلّه[3] وإن نقص لم يلحقك ثلمه ، وما أنت والفاضل والمفضول ، والسّائس والمسوس ، وما للطّلقاء وأبناء الطّلقاء ، والتّمييز بين المهاجرين الأوّلين ، وترتيب درجاتهم ، وتعريف طبقاتهم[4]؟",
        "footnotes": [
          {
            "id": 1,
            "text": "خبأ: أخفى أمرا عجيبا ثم أظهره. وطفقت: أخذت. وعطف النعمة على البلاء عطف تفسير، و«ليبلو المؤمنين منه بلاء حسنا»."
          },
          {
            "id": 2,
            "text": "هجر: مدينة بالبحرين كثيرة النخيل. والمسدد: معلم رمي السهام. والنضال: المراماة. أي: كمن يدعو أستاذه في فن الرمي إلى المناضلة. وهما مثلان لناقل الشيء إلى معدنه والمتعالم على معلمه."
          },
          {
            "id": 3,
            "text": "إن صح ما ادعيت من فضلهم لم يكن لك حظ منه، فأنت عنه بمعزل. وثلمه: عيبه."
          },
          {
            "id": 4,
            "text": "يريد: أي حقيقة تكون لك مع هؤلاء؟ أي: ليست لك ماهية تذكر بينهم. والطلقاء: الذين أسروا بالحرب ثم أطلقوا، وكان منهم أبو سفيان ومعاوية. والمهاجرون: من نصروا الدين في ضعفه ولم يحاربوه."
          }
        ]
      },
      {
        "id": 2,
        "text": "هيهات! لقد حنّ قدح ليس منها[5] وطفق يحكم فيها من عليه الحكم لها ، ألا تربع ، أيّها الانسان؟ على ظلعك[6] وتعرف قصور ذرعك ، وتتأخّر حيث أخّرك القدر! فما عليك غلمة المغلوب ولا ظفر الظّافر! وإنّك لذهّاب فى التّيه[7] ، روّاغ عن القصد ، ألا ترى[8] ـ غير مخبر لك ، ولكن بنعمة اللّه أحدّث أنّ قوما استشهدوا فى سبيل اللّه من المهاجرين [والأنصار] ولكلّ فضل! حتّى إذا استشهد شهيدنا[9] قيل «سيّد الشّهداء» وخصّه رسول اللّه ، صلّى اللّه عليه وآله وسلّم ، بسبعين تكبيرة عند صلاته عليه؟ أولا ترى أنّ قوما قطّعت أيديهم فى سبيل اللّه ولكلّ فضل! حتّى إذا فعل بواحدنا ما فعل بواحدهم[10] قيل : «الطّيّار فى الجنّة ، وذو الجناحين»",
        "footnotes": [
          {
            "id": 5,
            "text": "حن: صوت. والقدح (بالكسر): السهم. وإذا كان سهم يخالف السهام كان له عند الرمي صوت يخالف أصواتها. وهو مثل يضرب لمن يفتخر بقوم ليس منهم. وأصل المثل لعمر بن الخطاب رضي الله عنه: قال له عقبة بن أبي معيط «أأقتل من بين قريش؟» فأجابه «حن قدح ليس منها»."
          },
          {
            "id": 6,
            "text": "يقال «اربع على ظلعك» أي: قف عند حدك. والذرع (بالفتح): بسط اليد، ويقال للمقدار."
          },
          {
            "id": 7,
            "text": "ذهاب (بتشديد الهاء): كثير الذهاب. والتيه: الضلال. والرواغ: الميال. والقصد: الاعتدال."
          },
          {
            "id": 8,
            "text": "«أن قوما»: مفعول «لترى». وقوله «غير مخبر» خبر لمبتدأ محذوف، أي: أنا، والجملة اعتراضية."
          },
          {
            "id": 9,
            "text": "هو حمزة بن عبد المطلب استشهد في أحد، والقائل رسول الله صلى الله عليه وآله وسلم."
          },
          {
            "id": 10,
            "text": "واحدنا: هو جعفر بن أبي طالب أخو الإمام."
          }
        ]
      },
      {
        "id": 3,
        "text": "ولو لا ما نهى اللّه عنه من تزكية المرء نفسه أذكر ذاكر فضائل جمّة[11] تعرفها قلوب المؤمنين ، ولا تمجّها آذان السّامعين. فدع عنك من مالت به الرّميّة[12] فإنّا صنائع ربّنا[13] والنّاس بعد صنائع لنا ، لم يمنعنا قديم عزّنا[14] ولا عادىّ طولنا على قومك أن خلطناكم بأنفسنا فنكحنا وأنكحنا فعل الأكفاء ، ولستم هناك!",
        "footnotes": [
          {
            "id": 11,
            "text": "ذاكر: هو الإمام نفسه."
          },
          {
            "id": 12,
            "text": "الرمية: الصيد يرميه الصائد. ومالت به: خالفت قصده فأتبعها. مثل يضرب لمن اعوج غرضه فمال عن الاستقامة لطلبه."
          },
          {
            "id": 13,
            "text": "آل النبي: أسراء إحسان الله عليهم، والناس أسراء فضلهم بعد ذلك. وأصل الصنيع: من تصنعه لنفسك بالإحسان حتى خصصته بك كأنه عمل يدك."
          },
          {
            "id": 14,
            "text": "«قديم»: مفعول «يمنع». والعادي: الاعتيادي المعروف. والطول (بفتح فسكون): الفضل. و «أن خلصناكم»: فاعل «يمنع». والأكفاء: جمع كفء (بالضم) وهو النظير في الشرف."
          }
        ]
      },
      {
        "id": 4,
        "text": "وأنّى يكون ذلك كذلك ، ومنّا النّبىّ ومنكم المكذّب[15]؟ ومنّا أسد اللّه ، ومنكم أسد الأحلاف ، ومنّا سيّدا شباب أهل الجنّة ، ومنكم صبية النّار ، ومنّا خير نساء العالمين ، ومنكم حمّالة الحطب؟ فى كثير ممّا لنا وعليكم[16] فإسلامنا [ما] قد سمع وجاهليّتنا لا تدفع[17] ، وكتاب اللّه يجمع لنا ما شذّ عنّا وهو قوله : «وَأُولُوا اَلْأَرْحٰامِ بَعْضُهُمْ أَوْلىٰ بِبَعْضٍ فِي كِتٰابِ اَللّٰهِ» وقوله تعالى : «إِنَّ أَوْلَى اَلنّٰاسِ بِإِبْرٰاهِيمَ لَلَّذِينَ اِتَّبَعُوهُ وَهٰذَا اَلنَّبِيُّ وَاَلَّذِينَ آمَنُوا وَاَللّٰهُ وَلِيِّ اَلْمُؤْمِنِينَ» فنحن مرّة أولى بالقرابة ، وتارة أولى بالطّاعة.",
        "footnotes": [
          {
            "id": 15,
            "text": "المكذب: أبو جهل. وأسد الله: حمزة. وأسد الأحلاف: أبو سفيان، لأنه حزب الأحزاب، وحالفهم على قتال النبي في غزوة الخندق. وسيدا شباب أهل الجنة: الحسن والحسين بنص قول الرسول. وصبية النار: قيل: هم أولاد مروان بن الحكم، أخبر النبي عنهم وهم صبيان بأنهم من أهل النار، ومرقوا عن الدين في كبرهم. وخير النساء: فاطمة، وحمالة الحطب: أم جميل بنت حرب عمة معاوية وزوجة أبي لهب."
          },
          {
            "id": 16,
            "text": "أي: هذه الفضائل المعدودة لنا، وأضدادها المسرودة لكم، قليل في كثير مما لنا وعليكم."
          },
          {
            "id": 17,
            "text": "شرفنا في الجاهلية لا ينكره أحد."
          }
        ]
      },
      {
        "id": 5,
        "text": "ولمّا احتجّ المهاجرون على الأنصار يوم السّقيفة برسول اللّه ، صلّى اللّه عليه وآله وسلّم ، فلجوا عليهم[18] فإن يكن الفلج به فالحقّ لنا دونكم ، وإن يكن بغيره فالأنصار على دعواهم! وزعمت أنّى لكلّ الخلفاء حسدت ، وعلى كلّهم بغيت! فإن يكن ذلك كذلك فليس الجناية عليك فيكون العذر إليك وتلك شكاة ظاهر عنك عارها[19]",
        "footnotes": [
          {
            "id": 18,
            "text": "يوم السقيفة: عندما اجتمعوا في سقيفة بني ساعدة بعد موت النبي صلى الله عليه وسلم ليختاروا خليفة له، وطلب الأنصار أن يكون لهم نصيب في الخلافة فاحتج المهاجرون عليهم بأنهم شجرة الرسول ففلجوا (أي: ظفروا بهم). فظفر المهاجرين بهذه الحجة ظفر لأمير المؤمنين على معاوية، لأن الإمام من ثمرة شجرة الرسول. فإن لم تكن حجة المهاجرين بالنبي صحيحة فالأنصار قائمون على دعواهم من حق الخلافة، فليس لمثل معاوية حق فيها، لأنه أجنبي عنهم."
          },
          {
            "id": 19,
            "text": "شكاة (بالفتح): أي نقيصة، وأصلها المرض. وظاهر: من «ظهر» إذا صار ظهراً (أي: خلفاً، أي: بعيداً). والشطر لأبي ذؤيب، وأول البيت: وعيرها الواشون أني أحبها."
          }
        ]
      },
      {
        "id": 6,
        "text": "وقلت : «إنّى كنت أقاد كما يقاد الجمل المخشوش حتّى أبايع[20] ، ولعمر اللّه لقد أردت أن تذمّ فمدحت ، وأن تفضح فافتضحت! وما على المسلم من غضاضة فى أن يكون مظلوما[21] ما لم يكن شاكّا فى دينه ، ولا مرتابا بيقينه ، وهذه حجّتى إلى غيرك قصدها[22] ، ولكنّى أطلقت لك منها بقدر ما سنح من ذكرها. ثمّ ذكرت ما كان من أمرى وأمر عثمان ، فلك أن تجاب عن هذه لرحمك منه[23] فأيّنا كان أعدى له[24] ، وأهدى إلى مقاتله ، أمن بذل له نصرته فاستقعده واستكفّه[25]؟ أمّن استنصره فتراخى عنه وبثّ المنون إليه[26] حتّى أتى قدره عليه؟!",
        "footnotes": [
          {
            "id": 20,
            "text": "الخشاش (ككتاب): ما يدخل في عظم أنف البعير من خشب لينقاد. وتقول: خششت البعير، إذا جعلت في أنفه الخشاش. طعن معاوية على الإمام بأنه كان يجبر على مبايعة السابقين من الخلفاء."
          },
          {
            "id": 21,
            "text": "الغضاضة: النقص."
          },
          {
            "id": 22,
            "text": "يحتج الإمام على حقه لغير معاوية لأنه مظنة الاستحقاق، أما معاوية فهو منقطع عن جرثومة الأمر فلا حاجة للاحتجاج عليه. و «سنح» أي: ظهر وعرض."
          },
          {
            "id": 23,
            "text": "لقرابتك منه يصح الجدال معك فيه."
          },
          {
            "id": 24,
            "text": "أعدى: أشد عدوانا. والمقاتل: وجوه القتل."
          },
          {
            "id": 25,
            "text": "من بذل النصرة هو الإمام، و «استقعده عثمان» أي: طلب قعوده ولم يقبل نصره."
          },
          {
            "id": 26,
            "text": "استنصر عثمان بعشيرته من بني أمية كمعاوية فخذلوه وخلوا بينه وبين الموت فكأنما بثوا المنون، أي: أفضوا بها إليه."
          }
        ]
      },
      {
        "id": 7,
        "text": "كلاّ واللّه : (لَقَدْ عَلِمَ اَللّٰهُ اَلْمُعَوِّقِينَ مِنْكُمْ[27] وَاَلْقٰائِلِينَ لِإِخْوٰانِهِمْ هَلُمَّ إِلَيْنٰا وَلاٰ يَأْتُونَ اَلْبَأْسَ إِلاّٰ قَلِيلاً) وما كنت لأعتذر من أنّى كنت أنقم عليه أحداثا[28] فإن كان الذّنب إليه إرشادى وهدايتى له ، فربّ ملوم لا ذنب له وقد يستفيد الظّنّة المتنصّح[29] (وَمَا أَرَدْتُ إِلاَّ اَلْإِصْلاٰحَ مَا اِسْتَطَعْتُ وَمٰا تَوْفِيقِي إِلاّٰ بِاللّٰهِ عَلَيْهِ تَوَكَّلْتُ [وَإِلَيْهِ أُنِيبُ])",
        "footnotes": [
          {
            "id": 27,
            "text": "المعوقون: المانعون من النصرة."
          },
          {
            "id": 28,
            "text": "نقم عليه (كضرب) عاب عليه. والأحداث: جمع حدث، وهو البدعة. ولعل تسمية البدعة حدثا من قوله صلى الله عليه وسلم «من أحدث في أمرنا ما ليس منه فهو عليه رد»."
          },
          {
            "id": 29,
            "text": "الظنة (بالكسر) التهمة، والمتنصح: المبالغ في النصح لمن لا ينتصح. أي: ربما تنشأ التهمة من إخلاص النصيحة عند من لا يقبلها. وصدر البيت: وكم سقت في آثاركم من نصيحة."
          }
        ]
      },
      {
        "id": 8,
        "text": "وذكرت أنّه ليس لى ولأصحابى [عندك] إلاّ السّيف! فلقد أضحكت بعد استعبار[30]! متى ألفيت بنى عبد المطّلب عن الأعداء ناكلين[31] وبالسّيف مخوّفين لبّث قليلا يلحق الهيجا حمل[32] فسيطلبك من تطلب ، ويقرب منك ما تستبعد ، وأنا مرقل نحوك[33] فى جحفل من المهاجرين والأنصار والتّابعين لهم بإحسان ، شديد زحامهم[34] ، ساطع قتامهم ، متسربلين سربال الموت[35] أحبّ اللّقاء إليهم لقاء ربّهم ، قد صحبتهم ذرّيّة بدريّة[36] ، وسيوف هاشميّة ، قد عرفت مواقع نصالها فى أخيك وخالك وجدّك وأهلك[37] (وَمٰا هِيَ مِنَ اَلظّٰالِمِينَ بِبَعِيدٍ)",
        "footnotes": [
          {
            "id": 30,
            "text": "الاستعبار: البكاء. فهو يبكي من جهة أنه إصرار على غير الحق، وتفريق في الدين، ويضحك لتهديد من لا يهدد."
          },
          {
            "id": 31,
            "text": "ألفيت: وجدت. وناكلين: متأخرين."
          },
          {
            "id": 32,
            "text": "لبث (بتشديد الباء): فعل أمر من «لبثه» إذا استزاد لبثه (أي: مكثه). يريد أمهل. والهيجاء: الحرب. وحمل (بالتحريك): هو حمل بن بدر، رجل من قشير: أغير على إبله في الجاهلية فاستنقذها، وقال: لبث قليلا يلحق الهيجا حمل لا بأس بالموت إذا الموت نزل. فصار مثلا يضرب للتهديد بالحرب."
          },
          {
            "id": 33,
            "text": "مرقل: مسرع. والجحفل: الجيش العظيم."
          },
          {
            "id": 34,
            "text": "صفة لجحفل. والساطع: المنتشر. والقتام (بالفتح): الغيار."
          },
          {
            "id": 35,
            "text": "متسربلين: لابسين لباس الموت كأنهم في أكفانهم."
          },
          {
            "id": 36,
            "text": "من ذرارى أهل بدر."
          },
          {
            "id": 37,
            "text": "أخوه: حنظلة. وخاله: الوليد بن عتبة. وجده: عتبة بن ربيعة، وهو جده لأمه."
          }
        ]
      }
    ]
  }
}