{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "من كتاب له (ع) إلى عماله على الخراج (الرسالة الحادية والخمسون)",
    "total_footnotes": 10,
    "total_sections": 1,
    "compiled_date": "2024-01-01",
    "categories": ["الخراج", "العدالة المالية", "الرعية", "الأخلاق الإدارية", "الزكاة", "المعاهدون"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "من عبد اللّه علىّ أمير المؤمنين إلى أصحاب الخراج : ـ أمّا بعد ، فإنّ من لم يحذر ما هو صائر إليه[1] لم يقدّم لنفسه ما يحرزها. واعلموا أنّ ما كلفّتم يسير ، وأنّ ثوابه كثير. ولو لم يكن فيما نهى اللّه عنه من البغى والعدوان عقاب يخاف لكان فى ثواب اجتنابه ما لا عذر فى ترك طلبه. فأنصفوا النّاس من أنفسكم ، واصبروا لحوائجهم فإنّكم خزّان الرّعيّة[2] ووكلاء الأمّة ، وسفراء الأئمّة. ولا تحسموا أحدا عن حاجته[3] ولا تحبسوه عن طلبته ، ولا تبيعنّ للنّاس فى الخراج كسوة شتاء ولا صيف ولا دابّة يعتملون عليها[4] ولا عبدا ، ولا تضربنّ أحدا سوطا لمكان درهم ، ولا تمسّنّ مال أحد من النّاس مصلّ ولا معاهد إلاّ أن تجدوا فرسا أو سلاحا يعدى به على أهل الإسلام ، فإنّه لا ينبغى للمسلم أن يدع ذلك فى أيدى أعداء الإسلام فيكون شوكة عليه ، ولا تدّخروا أنفسكم نصيحة[5] ، ولا الجند حسن سيرة ولا الرّعيّة معونة ، ولا دين اللّه قوّة ، وأبلوا فى سبيل اللّه ما استوجب عليكم[6] فانّ اللّه ، سبحانه ، قد اصطنع عندنا وعندكم أن نشكره بجهدنا[7] ، وأن ننصره بما بلغت قوّتنا ، ولا قوّة إلاّ باللّه [العلىّ العظيم]",
        "footnotes": [
          {
            "id": 1,
            "text": "من لم يحذر العاقبة التي يصير إليها لم يعمل عملا لنفسه يحفظها من سوء المصير."
          },
          {
            "id": 2,
            "text": "الخزان بضم فزاي مشددة: جمع خازن، والولاة يخزنون أموال الرعية في بيت المال لتنفق في مصالحها."
          },
          {
            "id": 3,
            "text": "لا تحسموا: لا تقطعوا، ويروى «ولا تحشموا» بالشين المعجمة، ويجوز ضم حرف المضارعة وفتحه قال ابن الأعرابي: حشمه أخجله، وأحشمه أغضبه والطلبة بالكسر وبفتح الطاء وكسر اللام: المطلوب."
          },
          {
            "id": 4,
            "text": "أي: لا تضطروا الناس لأن يبيعوا لأجل أداء الخراج شيئا من كسوتهم، ولا من الدواب اللازمة لأعمالهم في الزرع والحمل، مثلا، ولا تضربوهم لأجل الدراهم، ولا تمسوا مال أحد من المصلين ـ أي: المسلمين ـ أو المعاهدين بالمصادرة إلا ما كان عدة للخارجين على الإسلام يصولون بها على أهله."
          },
          {
            "id": 5,
            "text": "ادخر الشيء: استبقاه لا يبذل منه لوقت الحاجة، وضمن «ادخر» ههنا معنى «منع» فعداه بنفسه لمفعولين، أي: لا تمنعوا أنفسكم شيئا من النصيحة بدعوى تأخيره لوقت الحاجة. بل حاسبوا أنفسكم على أعمالها كل وقت. ومثل هذا يقال في المعطوفات."
          },
          {
            "id": 6,
            "text": "«وأبلوا» أي: أدوا، يقال: أبليته عذرا، أي: أديته إليه."
          },
          {
            "id": 7,
            "text": "يقال: اصطنعت عنده، أي: طلبت منه أي يصنع لي شيئا. فالله سبحانه طلب منا أن نصنع له الشكر بطاعتنا له ورعاية حقوق عباده، وفاء بحق ماله علينا من النعمة."
          }
        ]
      }
    ]
  }
}