{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "رسالته عليه السلام إلى بعض عماله على الصدقة (الرسالة السادسة والعشرون)",
    "total_footnotes": 5,
    "total_sections": 4,
    "compiled_date": "2024-01-01",
    "categories": ["الصدقات", "الزكاة", "الإدارة", "الأمانة", "آداب الجباية", "التقوى"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "آمره بتقوى الله فى سرائر أمره وخفيّات عمله، حيث لا شاهد غيره، ولا وكيل دونه، وآمره أن لا يعمل بشىء من طاعة الله فيما ظهر فيخالف إلى غيره فيما أسرّ.",
        "footnotes": [
          {
            "id": 1,
            "text": "«فيخالف» هو مصب النهى. أي لا يكون ظاهره مخالفاً لباطنه، ولا علانيته لسريرته."
          }
        ]
      },
      {
        "id": 2,
        "text": "ومن لم يختلف سرّه وعلانيته، وفعله ومقالته، فقد أدّى الأمانة، وأخلص العبادة. وآمره أن لا يجبههم ولا يعضههم، ولا يرغب عنهم تفضّلا بالامارة عليهم، فإنّهم الإخوان فى الدّين، والأعوان على استخراج الحقوق.",
        "footnotes": [
          {
            "id": 2,
            "text": "«جبهه» كمنعه: ضرب جبهته. و«عضه» فلانا كفرح: بهته. والنهي عن «المخاشنة والتقريع». و«لا يرغب عنهم»: أي لا يتجافى ويتكبر عليهم لكونه أميراً."
          }
        ]
      },
      {
        "id": 3,
        "text": "وإنّ لك فى هذه الصّدقة نصيبا مفروضا، وحقّا معلوما، وشركاء أهل مسكنة، وضعفاء ذوى فاقة، وإنّا موفّوك حقّك فوفّهم حقوقهم! وإلاّ فإنّك من أكثر النّاس خصوما يوم القيامة، وبؤسا لمن خصمه عند اللّه الفقراء، والمساكين والسّائلون، والمدفوعون، والغارم ، وابن السّبيل!!",
        "footnotes": [
          {
            "id": 3,
            "text": "«بئس» كسمع «بؤسا»: اشتدت حاجته. ومن كان خصمه الفقراء فلا بد أن يبأس، لأنهم لا يعفون ولا يتسامحون فى حقهم لتقرح قلوبهم من المنع عند الحاجة."
          }
        ]
      },
      {
        "id": 4,
        "text": "ومن استهان بالأمانة، ورتع فى الخيانة، ولم ينزّه نفسه ودينه عنها، فقد أحلّ بنفسه فى الدّنيا [الذّلّ و] الخزى وهو فى الآخرة أذلّ وأخزى، وإنّ أعظم الخيانة خيانة الأمّة، وأفظع الغشّ غشّ الأئمّة، والسّلام.",
        "footnotes": [
          {
            "id": 4,
            "text": "«الخزى» جمع خزية ـ بفتح الخاء ـ أى: بلية، والجمع بضم ففتح كنوبة ونوب. والرتع في الخيانة: التوسع فيها والانغماس."
          }
        ]
      }
    ]
  }
}