{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "رسالة إلى الحارث الهمداني (الرسالة التاسعة والستون)",
    "total_footnotes": 11,
    "total_sections": 1,
    "compiled_date": "2024-01-01",
    "categories": ["النصيحة", "الأخلاق", "التربية", "التقوى", "القرآن", "الموت", "الإرشاد", "الوعظ"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "69 ـ ومن كتاب له عليه السّلام إلى الحارث الهمداني: وتمسّك بحبل القرآن واستنصحه ، وأحلّ حلاله ، وحرّم حرامه ، وصدّق بما سلف من الحقّ ، واعتبر بما مضى من الدّنيا ما بقى منها (4) فإنّ بعضها يشبه بعضا ، وآخرها لاحق بأوّلها! وكلّها حائل مفارق (1) وعظّم اسم اللّه أن تذكره إلاّ على حقّ (2) ، وأكثر ذكر الموت وما بعد الموت ، ولا تتمنّ الموت إلاّ بشرط وثيق (3) واحذر كلّ عمل يرضاه صاحبه لنفسه ويكره لعامّة المسلمين. واحذر كلّ عمل يعمل به فى السّرّ ويستحى منه فى العلانية واحذر كلّ عمل إذا سئل عنه صاحبه أنكره أو اعتذر منه. ولا تجعل عرضك غرضا لنبال القول ، ولا تحدّث النّاس بكلّ ما سمعت به ، فكفى بذلك كذبا ولا تردّ على النّاس كلّ ما حدّثوك به فكفى بذلك جهلا ، واكظم الغيظ وتجاوز عند المقدرة. واحلم عند الغضب ، واصفح مع الدّولة (4) تكن لك العاقبة ، واستصلح كلّ نعمة أنعمها اللّه عليك ، ولا تضيّعنّ نعمة من نعم اللّه عندك ، ولير عليك أثر ما أنعم اللّه به عليك واعلم أنّ أفضل المؤمنين أفضلهم تقدمة من نفسه (5) وأهله وماله ، فإنّك ما تقدّم من خير يبق لك ذخره ، وما تؤخّره يكن لغيرك خيره ، واحذر صحابة من يفيل رأيه (1) وينكر عمله ، فانّ الصّاحب معتبر بصاحبه. واسكن الأمصار العظام فإنّها جماع المسلمين ، واحدر منازل الغفلة والجفاء وقلّة الأعوان على طاعة اللّه ، واقصر رأيك على ما يعنيك ، وإيّاك ومقاعد الأسواق فانّها محاضر الشّيطان ومعاريض الفتن (2) ، وأكثر أن تنظر إلى من فضّلت عليه (3) ، فانّ ذلك من أبواب الشّكر ، ولا تسافر فى يوم جمعة حتّى تشهد الصّلاة إلاّ فاصلا فى سبيل اللّه (4) أو فى أمر تعذر به ، وأطع اللّه فى جميع أمورك فإنّ طاعة اللّه فاضلة على ما سواها ، وخادع نفسك فى العبادة ، وارفق بها ولا تقهرها ، وخذ عفوها ونشاطها (5) إلاّ ما كان مكتوبا عليك من الفريضة ، فإنّه لا بدّ من قضائها وتعاهدها عند محلّها ، وإيّاك أن ينزل بك الموت وأنت آبق من ربّك فى طلب الدّنيا (6) ، وإيّاك ومصاحبة الفسّاق فانّ الشّرّ بالشّرّ ملحق ، ووقّر اللّه وأحبب أحبّاءه ، واحذر الغضب فإنّه جند عظيم من جنود إبليس ، والسّلام (1)",
        "footnotes": [
          {
            "id": 4,
            "text": "«ما بقى» مفعول «اعتبر» بمعنى قس ، أى : قس الباقى لما مضى؟؟؟"
          },
          {
            "id": 1,
            "text": "«حائل» : أى : زائل"
          },
          {
            "id": 2,
            "text": "لا تحلف به إلا على الحق تعظيما له وإجلالا لعظمته"
          },
          {
            "id": 3,
            "text": "أى : لا تقدم الموت رغبة فيه إلا إذا علمت أن الغاية أشرف من بذل الروح والمعنى لا تخاطر بنفسك فيما لا يفيد من سفاسف الأمور"
          },
          {
            "id": 4,
            "text": "أى : عند ما تكون لك السلطة"
          },
          {
            "id": 5,
            "text": "تقدمة ـ كتجربة ـ : مصدر قدم ـ بالتشديد ـ أى : بذلا وإنفاقا"
          },
          {
            "id": 1,
            "text": "«فال الرأى يفيل» أى : ضعف"
          },
          {
            "id": 2,
            "text": "المعاريض : جمع معراض ـ كمحراب ـ وهو سهم بلا ريش رقيق الطرفين غليظ الوسط يصيب بعرضه دون حده ، والأسواق كذلك ، لكثرة ما يمر على النظر فيها من مثيرات اللذات والشهوات"
          },
          {
            "id": 3,
            "text": "أى : إلى من دونك ممن فضلك اللّه عليه"
          },
          {
            "id": 4,
            "text": "«فاصلا» أى : خارجا ذاهبا"
          },
          {
            "id": 5,
            "text": "«خذ عفوها» أى : وقت فراغها وارتياحها إلى الطاعة. وأصله العفو بمعنى ما لا أثر فيه لأحد يملك ، عبر به عن الوقت الذى لا شاغل للنفس فيه"
          },
          {
            "id": 6,
            "text": "«آبق» أى : هارب منه متحول عنه إلى طلب الدنيا"
          },
          {
            "id": 1,
            "text": "إن الغضب يوجب الاضطراب فى ميزان العقل ، ويدفع النفس للانتقام أيا كان طريقه ، وهذا أكبر عون للمضل على إضلاله"
          }
        ]
      }
    ]
  }
}