{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "رسالته عليه السلام إلى بعض عماله (الرسالة الحادية والأربعون)",
    "total_footnotes": 18,
    "total_sections": 6,
    "compiled_date": "2024-01-01",
    "categories": ["الغضب", "المحاسبة", "الخيانة", "بيت المال", "الوعيد", "العدل"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "أمّا بعد ، فإنّى كنت أشركتك فى أمانتى ، وجعلتك شعارى وبطانتى ، ولم يكن رجل من أهلى أوثق منك فى نفسى لمواساتى وموازرتى[1] وأداء الأمانة إلىّ.",
        "footnotes": [
          {
            "id": 1,
            "text": "المواساة: من «آساه» إذا أناله من ماله عن كفاف لا عن فضل. والموازرة: المناصرة."
          }
        ]
      },
      {
        "id": 2,
        "text": "فلمّا رأيت الزّمان على ابن عمّك قد كلب ، والعدوّ قد حرب ، وأمانة النّاس قد خزيت[2] ، وهذه الأمّة قد فنكت وشغرت[3] ، قلبت لابن عمّك ظهر المجنّ[4] ففارقته مع المفارقين ، وخذلته مع الخاذلين ، وخنته مع الخائنين.",
        "footnotes": [
          {
            "id": 2,
            "text": "كلب كفرح: اشتد وخشن. وحرب كفرح: اشتد غضبه. وخزيت كرضيت: وقعت في بلية الفساد الفاضح."
          },
          {
            "id": 3,
            "text": "من «فنكت الجارية» إذا صارت ماجنة، ومجون الأمة أخذها بغير الحزم في أمرها. وشغرت: لم يبق فيها من يحميها."
          },
          {
            "id": 4,
            "text": "المجن: الترس، وهذا مثل يضرب لمن يخالف ما عهد فيه."
          }
        ]
      },
      {
        "id": 3,
        "text": "فلا ابن عمّك آسيت[5] ، ولا الأمانة أدّيت ، وكأنّك لم تكن اللّه تريد بجهادك وكأنّك لم تكن على بيّنة من ربّك ، وكأنّك إنّما كنت تكيد هذه الأمّة عن دنياهم[6] وتنوى غرّتهم عن فيئهم.",
        "footnotes": [
          {
            "id": 5,
            "text": "آسيت: ساعدت وشاركت في الملمات."
          },
          {
            "id": 6,
            "text": "كاده عن الأمر: خدعه حتى ناله منه. والغرة: الغفلة. والفئ: مال الغنيمة والخراج."
          }
        ]
      },
      {
        "id": 4,
        "text": "فلمّا أمكنتك الشّدّة فى خيانة الأمّة أسرعت الكرّة ، وعاجلت الوثبة ، واختطفت ما قدرت عليه من أموالهم المصونة لأراملهم وأيتامهم اختطاف الذّئب الأزلّ دامية المعزى الكسيرة[7] فحملته إلى الحجاز رحيب الصّدر بحمله غير متأثّم من أخذه[8] كأنّك ـ لا أبا لغيرك ـ حدرت إلى أهلك تراثا من أبيك وأمّك.",
        "footnotes": [
          {
            "id": 7,
            "text": "الأزل: السريع الجرى. والدامية: المجروحة. والكسيرة: المكسورة. والمعزى: أخت الضأن، اسم الجنس كالمعز والمعيز."
          },
          {
            "id": 8,
            "text": "التأثم: التحرز من الإثم. و«لا أبا لغيرك»: تقال للتوبيخ مع التحامي من الدعاء عليه. وحدرت: أسرعت إليهم بتراث أو ميراث."
          }
        ]
      },
      {
        "id": 5,
        "text": "فسبحان اللّه! أما تؤمن بالمعاد؟ أوما تخاف نقاش الحساب[9]؟ أيّها المعدود ـ كان ـ عندنا من ذوى الألباب[10] كيف تسيغ شرابا وطعاما وأنت تعلم أنّك تأكل حراما وتشرب حراما؟ وتبتاع الإماء وتنكح النّساء من مال اليتامى والمساكين والمؤمنين والمجاهدين الّذين أفاء اللّه عليهم هذه الأموال وأحرز بهم هذه البلاد!!",
        "footnotes": [
          {
            "id": 9,
            "text": "النقاش بالكسر: المناقشة، بمعنى الاستقصاء في الحساب."
          },
          {
            "id": 10,
            "text": "«كان» ههنا زائد لإفادة معنى المضي فقط. و«سعت الشراب، أسيغه» كبعته أبيعه: بلعته بسهولة."
          }
        ]
      },
      {
        "id": 6,
        "text": "فاتّق اللّه واردد إلى هؤلاء القوم أموالهم ، فانّك إن لم تفعل ثمّ أمكننى اللّه منك لأعذرنّ إلى اللّه فيك[11] ، ولأضربنّك بسيفى الّذى ما ضربت به أحدا إلاّ دخل النّار! واللّه لو أنّ الحسن والحسين فعلا مثل الّذى فعلت ما كانت لهما عندى هوادة[12] ، ولا ظفرا منّى بارادة ، حتّى آخذ الحقّ منهما ، وأزيل الباطل عن مظلمتهما ، وأقسم باللّه ربّ العالمين : ما يسرّنى أنّ ما أخذت‍ [ه] من أموالهم حلال لى[13] أتركه ميراثا لمن بعدى.",
        "footnotes": [
          {
            "id": 11,
            "text": "لأعاقبنك عقاباً يكون لي عذراً عند الله من فعلتك هذه."
          },
          {
            "id": 12,
            "text": "الهوادة بالفتح: الصلح والاختصاص بالميل."
          },
          {
            "id": 13,
            "text": "أي: لا تعتمد على قرابتك مني، فإني لا أسر بأن تكون لي، فضلاً عن ذوي قرابتي."
          }
        ]
      },
      {
        "id": 7,
        "text": "فضحّ رويدا فكأنّك قد بلغت المدى[14] ، ودفنت تحت الثّرى ، وعرضت عليك أعمالك بالمحلّ الّذى ينادى الظّالم فيه بالحسرة ، ويتمنّى المضيّع [فيه] الرّجعة ، ولات حين مناص[15].",
        "footnotes": [
          {
            "id": 14,
            "text": "فضح: من «ضحيت الغنم» إذا رعيتها في الضحى، أي: فارع نفسك على مهل فإنما أنت على شرف الموت. وكأنك قد بلغت المدى بالفتح: مفرد بمعنى الغاية. والثرى: التراب."
          },
          {
            "id": 15,
            "text": "ليس الوقت وقت فرار."
          }
        ]
      }
    ]
  }
}