{
  "metadata": {
    "title": "نهج البلاغة",
    "author": "الإمام علي بن أبي طالب (ع)",
    "editor": "الشيخ محمد عبده",
    "work": "كتاب له عليه السلام إلى معاوية (الرسالة التاسعة)",
    "total_footnotes": 15,
    "total_sections": 2,
    "compiled_date": "2024-01-01",
    "categories": ["المراسلات السياسية", "الفتنة", "عثمان", "الجهاد", "أهل البيت"]
  },
  "content": {
    "sections": [
      {
        "id": 1,
        "text": "فأراد قومنا قتل نبينا، واجتياح أصلنا (1) وهموا بنا الهموم، وفعلوا بنا الأفاعيل، ومنعونا العذب، وأحلسونا الخوف، واضطرونا إلى جبل وعر، وأوقدوا لنا نار الحرب، فعزم الله لنا على الذب عن حوزته (2)، والرمى من وراء حرمته: مؤمننا يبغى بذلك الأجر، وكافرنا يحامى عن الأصل، ومن أسلم من قريش خلوا مما نحن فيه بحلف يمنعه، أو عشيرة تقوم دونه، فهو من القتل بمكان أمن (3). وكان رسول الله، صلى الله عليه وآله وسلم، إذا احمر البأس (4)، وأحجم الناس قدم أهل بيته فوقى بهم أصحابه حر الأسنة والسيوف، فقتل عبيدة بن الحارث يوم بدر (1)، وقتل حمزة يوم أحد، وقتل جعفر يوم مؤتة، وأراد من لو شئت ذكرت اسمه مثل الذي أرادوا من الشهادة (2)، [و] لكن آجالهم عجلت، ومنيته أجلت، فيا عجبا للدهر إذ صرت يقرن بي من لم يسع بقدمى (3)، ولم تكن له كسابقتى، [التي] لا يدلى أحد بمثلها إلا أن يدعى مدع ما لا أعرفه، ولا أظن الله يعرفه، والحمد لله على كل حال.",
        "footnotes": [
          {
            "id": 1,
            "text": "يحكى معاملة قريش للنبى صلى الله عليه وآله وسلم في أول البعثة، والاجتياح: الاستئصال والاهلاك و «هموا الهموم»: قصدوا نزولها، والأفاعيل: جمع أفعولة، وهي الفعلة الرديئة، والعذب: هني العيش، وأحلسونا: ألزمونا، واضطرونا: ألجأونا، والجبل الوعر: الصعب الذي لا يرقى إليه، كناية عن مضايقة قريش لشعب أبي طالب حيث جاهروهم بالعداوة وحلفوا لا يزوجونهم ولا يكلمونهم ولا يبايعونهم وكتبوا على ذلك عهدهم عداوة للنبى صلى الله عليه وآله وسلم"
          },
          {
            "id": 2,
            "text": "عزم الله: أراد لنا أن نذب عن حوزته، والمراد من الحوزة هنا: الشريعة الحقة، ورمى من وراء الحرمة: جعل نفسه وقاية لها يدافع السوء عنها فهو من ورائها أو هي من ورائه."
          },
          {
            "id": 3,
            "text": "كان المسلمون من غير آل البيت آمنين على أنفسهم: إما بتحالفهم مع بعض القبائل، أو بالاستناد إلى عشائرهم"
          },
          {
            "id": 4,
            "text": "احمرار البأس: اشتداد القتال، والوصف لما يسيل فيه من الدماء. وحر الأسنة ـ بفتح الحاء ـ: شدة وقعها."
          },
          {
            "id": 1,
            "text": "عبيدة ابن عمه، وحمزة عمه، وجعفر أخو الامام. ومؤتة ـ بضم الميم ـ: بلد في حدود الشام"
          },
          {
            "id": 2,
            "text": "«من لو شئت»: يريد نفسه، وانظر (ص 64 و 65 من الجزء الثانى من هذه المطبوعة)"
          },
          {
            "id": 3,
            "text": "بقدم مثل قدمى جرت وثبتت في الدفاع عن الدين، والسابقة: فضله السابق في الجهاد، وأدلى إليه برحمه: توسل، وبمال: دفعه إليه، وكلا المعنيين صحيح"
          }
        ]
      },
      {
        "id": 2,
        "text": "وأما ما سألت من دفع قتلة عثمان إليك فإنى نظرت في هذا الأمر فلم أره يسعى دفعهم إليك ولا إلى غيرك، ولعمري لئن لم تنزع عن غيك وشقاقك (4)، لتعرفنهم عن قليل يطلبونك، لا يكلفونك طلبهم في بر ولا بحر، ولا جبل ولا سهل، إلا أنه طلب يسوءك وجوده، وزور لا يسرك لقبانه (5) والسلام لأهله.",
        "footnotes": [
          {
            "id": 4,
            "text": "تنزع ـ كتضرب ـ أي: تنته"
          },
          {
            "id": 5,
            "text": "الزور ـ بفتح فسكون ـ: الزائرون، وإفراد الضمير في لقيانه باعتبار اللفظ"
          }
        ]
      }
    ]
  }
}